[
  {
    "id": "1.01",
    "title": "Adherence to HSE Regulations",
    "category": "1. Ensure safe working conditions and care for our planet",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "Company HSE rules are well-known and followed without any deviations.\n\n\n\n\n\n\n\n\n\n\n\n",
        "evaluation": "Request the most recent Region Safety Audit for a random area. Inspect the shop floor for the implementation of 3 random actions.\n",
        "fully_applied": "The Region Safety Audit was conducted in the past 12 months. For NG items there is an action plan and the contaniment is in place and validated by the HSE Region Manager. ",
        "partially_applied": "The Region Safety Audit actions are delayed or not validated by the HSE Region Manager, although containment measures are in place.",
        "not_applied": "No Region Safety Audits have been conducted in the past 12 months.\n\nContainment measures have not been implemented.\n\nNo action plan has been defined."
      },
      {
        "expectation": "",
        "evaluation": "Monitor adherence to HSE corporate rules during the site audit. Randomly select a machine on the shop floor and verify how primary and secondary safety devices are inspected and documented.",
        "fully_applied": "All corporate HSE regulations are adhered to during the audit process.",
        "partially_applied": "The management team is capable of identifying deviations and responding immediately.",
        "not_applied": "The management team is unable to identify the deviation and has not taken immediate action."
      },
      {
        "expectation": "",
        "evaluation": "Observe and interview two operators (one from production and one from PC&L) to inquire about the HSE rules at the workstation.",
        "fully_applied": "Employees are familiar with and follow HSE workstation rules (SW, HSE instruction sheet, PPE). PPE is worn correctly.",
        "partially_applied": "Employees are unaware of the HSE rules and risks associated with the workstation.",
        "not_applied": "Employees are not adhering to HSE workstation rules (e.g., not wearing PPE or wearing incorrect PPE)."
      },
      {
        "expectation": "",
        "evaluation": "Request 3 Safety Alerts  from the past 12 months and verify their proper assessment and application on the shop floor. Interview the management team about the Safety Alert Assessment process.",
        "fully_applied": "A tracking system is in place for Safety Alerts. These alerts are evaluated to identify any similar risks at the site, and a containment action plan is implemented accordingly.",
        "partially_applied": "The Safety Alert tracking system is in place, but actions are not implemented on time.",
        "not_applied": "The Safety Alert tracking system is in place, but the majority of actions are not implemented on time."
      }
    ]
  },
  {
    "id": "1.02",
    "title": "Risk: Preventive Measures",
    "category": "1. Ensure safe working conditions and care for our planet",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "The daily hazard hunting process is in place and actively applied (including daily routines, indicators, etc.).\n\n\n\n\n\n\n\n\n\nRisk assessments (including ergonomic assessments) and HSE core team processes are established.",
        "evaluation": "Ask Team Leaders, Supervisors, and Managers about the hazard hunting process and the most recent hazard identified. \nVerify on the shop floor the actions taken for at least two closed hazards.",
        "fully_applied": "Daily Hazard hunting activity done by Team Leader, Supervisors and Managers for all areas.\nAll hazard hunting are closed on time.\nContainment applied when corrective actions still on-going",
        "partially_applied": "Daily hazard hunting activities are carried out by managers",
        "not_applied": "Daily hazard hunting activities are not conducted at the site level."
      },
      {
        "expectation": "",
        "evaluation": "Select two audits and ask the team members to explain the Safety audit content, its results, and the action plan. Interview Management Team members regarding their involvement in the Safety Core Teams' action plans.",
        "fully_applied": "Safety Audit members conduct audits and can explain the process, the latest findings, and the action plan.  \nManagers are responsible for leading the Safety action plan in their respective areas.",
        "partially_applied": "Site HSE is responsible for leading the site's action plan.",
        "not_applied": "Safety audit members are unable to explain the process, recent audit findings, or the action plan.\n\nThe action plan is not being followed."
      },
      {
        "expectation": "",
        "evaluation": "Request the risk assessment documents from the HSE responsible, inquire about the major changes, and verify that all HSE topics are considered. The risk assessment should cover all HSE aspects, including:\n\n- Health (ergonomics, noise, chemical exposure, etc.)\n- Safety (machinery, etc.)\n- Fire risk\n- Contractor activities, including onsite company operations (e.g., waste management)",
        "fully_applied": "Risk assessments cover all site activities (Production processes, PCL, Maintenance, etc) and are reviewed when relevant Safety Alerts are applicable, a safety incident occurs, after major changes or annually.\n\n ",
        "partially_applied": "Risk assessments cover all site activities, although some site changes have not been included.",
        "not_applied": "The risk assessment does not cover all site activities, including new machines, processes, and workflows."
      },
      {
        "expectation": "",
        "evaluation": "Verify that an action plan is in place and managed by the site management team (select 3 actions randomly and inspect them on the shop floor) as part of the annual HSE management review.",
        "fully_applied": "An action plan is defined based on priority rules and managed at the site management team level.",
        "partially_applied": "The action plan aligns with the risk assessment findings, though some actions are not completed on time. Additionally, there has been no review of the risk assessment outputs during the management review.",
        "not_applied": "The action plan is not defined based on the identified priorities or it is not being followed"
      }
    ]
  },
  {
    "id": "1.03",
    "title": "Organization Design",
    "category": "2. Foster the development of competent, autonomous teams.",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "There is an active People Organization structure (Direct Labor (DL) & Indirect Labor (IDL)) developed by the Site Manager and their team, and validated by the Site Manager's N+1 (Sub Region Head).\n\nWhen changes to the structure are planned, the management team follows this plan as part of their regular monthly cycle. This process is integrated with the S&OP meeting, ensuring clear awareness of the future organization, aligned with customer demand, and actions to ensure alignment.",
        "evaluation": "Verify if the current structure outlined in the plan aligns with the actual situation on the shop floor across various teams.  \n\nReview both the target and budgeted headcount for accuracy.  \nAsk managers to present their people organization and the actions they are taking to meet their targets.\n\nPeople Organization Ratios:\n- Team Leader: Maximum of 8 people, including the Team Leader\n- Supervisor: Maximum of 25 people\n- Production Manager: Maximum of 200 people\n\nThese ratios may be relaxed if the following fundamentals are at least partially implemented on the shop floor in teams where the people organization standard is not being met: Team Leader Role, Supervisor Role, Mastery of Workstations, Standardized Work, and Driving Site Performance.",
        "fully_applied": "There is a clear organizational structure for the site that accurately reflects the current situation.\n",
        "partially_applied": "An organization structure is in place for the current situation, but it is not reviewed on a monthly basis.\n\nThe people organization plan is not aligned with the Budget/forecast process.",
        "not_applied": "No review of the people organization has been conducted or linked to the budget.\n\nNo target for people organization has been defined.\n\nThe people organization plan does not account for new project launches."
      },
      {
        "expectation": "",
        "evaluation": "Ask one management team about the analysis of the potential tasks to be transferred.",
        "fully_applied": "The management team has conducted an analysis of the potential tasks to be transferred, with a defined process in place.",
        "partially_applied": "",
        "not_applied": "The management team has not conducted an analysis of the potential tasks to be transferred."
      }
    ]
  },
  {
    "id": "1.04",
    "title": "Hiring Process",
    "category": "2. Foster the development of competent, autonomous teams.",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "For every open employee position, a job description is provided, and validation is required to fill the role.\n\nA target deadline is established for closing each recruitment process.\n\nOpen shopfloor labor positions are communicated internally (via communication boards, intranet, etc.), unless they are confidential or part of a predefined career move.\n\nAll Direct Labor candidates (including temporary) are evaluated according to the site's defined procedure.\n\nWhen an external agency is used for recruitment, the site ensures that the agency adheres to the minimum hiring requirements.",
        "evaluation": "For one Salary Exempt data from the system and one Hourly Indirect recruitment (within the last 12 months or most recent recruitment):\n- Request the job description and interview forms.\n- Ensure that the Indirect Labor vacancies (both internal and external) from the past 12 months were posted internally (e.g., in the system, on the communication board, or through internal job bids).",
        "fully_applied": "A job description (including leadership competencies, minimum qualifications, and ideal candidate profile) is available for each Indirect Labor vacancy.",
        "partially_applied": "The Job Description is missing one or more components: description, competencies, minimum qualifications, or experience.",
        "not_applied": "A job description/job profile has not been defined."
      },
      {
        "expectation": "",
        "evaluation": "Review validation process for Indirect Labor and Direct Labor   requests.\n\n",
        "fully_applied": "Indirect Labor candidates are assessed according to the ideal candidate profile using an Interview Evaluation Form, with evaluations compared using a matrix.",
        "partially_applied": "Candidate evaluations are conducted using an Interview Evaluation Form, but the assessments are not compared to the ideal candidate profile.",
        "not_applied": "Indirect Labor recruitment has been conducted without any evaluation (typically using an evaluation form)."
      },
      {
        "expectation": "",
        "evaluation": "For Direct Labor, verify the test and evaluation criteria. \n\nIf no recruitment has occurred in the last 12 months or previous year, the question is not applicable.",
        "fully_applied": "For Direct Labor, the assessment of recruited candidates aligns with the minimum criteria defined in the site procedure.",
        "partially_applied": "One or more recruitment assessments are missing.\n\nOne or more Direct Labor (DL) candidates were assessed below the minimum criteria and were still recruited.\"",
        "not_applied": "The Direct Labor recruitment process has not been followed:\n\n- No recruitment assessment has been performed.\n- Minimum criteria have not been defined or adhered to.\""
      }
    ]
  },
  {
    "id": "1.05",
    "title": "New Hire Orientation",
    "category": "2. Foster the development of competent, autonomous teams.",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "An onboarding plan for all newly hired Indirect Labor (IDL) employees is established between the HR Manager and Hiring Manager. This plan includes the ASTEMO induction, site induction, and position-specific induction.\n\nFor internal transfers, only a position-related induction plan, which includes relevant training, is provided.\n\nMOOCs: Massive Open Online Courses (Digital Training)",
        "evaluation": "Interview two Indirect Labor (IDL) employees recruited within the past 12 months or during the most recent recruitment to assess their onboarding experience:\n- Evaluate their understanding of the process\n- Record the information in the relevant system\n- Ensure the key actions align with Astemo Procedures\n- Verify if any position- or function-specific tasks were addressed\n\nAsk the Indirect Labor (IDL) employees about any areas not fully covered during the induction and what steps were taken to address their concerns.",
        "fully_applied": "All newly hired Indirect Labor (IDL) employees and internal mobilities have an onboarding plan.\n\n\n\nFor internal transfers within or between sites, a handover period is established and carried out.",
        "partially_applied": "An onboarding process exists for each Indirect Labor (IDL) employee, including internal mobilities, but it is not completed within 6 months. More than three items are either not done or lack scheduled dates (whether the onboarding is in progress or finished).\n\nNo training specific to the new position is provided (only ASTEMO and site presentations), even when required, including for internal mobilities.\n\nShopfloor experience has not been conducted.\n\nMandatory MOOCs have not been completed.",
        "not_applied": "Indirect Labor (IDL) employees were hired without an onboarding process.\n\nThere is no final review with HR and N+1.\n\nNo handover has been defined or carried out for planned internal transfers within or between sites.\n\nMandatory MOOCs have not been identified in the planning."
      },
      {
        "expectation": "All Direct Labor (DL) employees, including temporary workers, receive a specific induction plan starting on their first day.",
        "evaluation": "Request the documented induction and training process for new Direct Labor (DL) employees.\n\nAdditionally, ask a recent newcomer about their induction experience.\n\n",
        "fully_applied": "All Direct Labor (DL) employees, including temporary staff, undergo induction on their first day or before starting, covering the following:\n- Site safety requirements\n- Safety & Regulatory (if applicable)\n\nWithin the first week, the induction also includes:\n- HR administrative matters\n- Site operations\n- Key products and customers\n- Basic overview of OES\n",
        "partially_applied": "One of the activities listed was not covered during the first week but has been rescheduled.",
        "not_applied": "One of the activities listed for the first day or before is not covered."
      }
    ]
  },
  {
    "id": "1.06",
    "title": "Training Plan",
    "category": "2. Foster the development of competent, autonomous teams.",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "A training plan is in place for the defined population, focusing on internal topics, and is validated by the Site and HR Director. The plan includes training hours, budgeted costs, and key training priorities.\n\nInputs include:\n- Specific training needs of managers, new projects, new technologies, IDPs, potential career progression, and more.\n\nThe training plan is finalized by the end of March, in alignment with the talent review process, addressing training needs and hours per person. It is periodically reviewed (e.g., monthly) for effectiveness, with the management team overseeing progress (under the Director's responsibility and supported by HR), including corrective actions for any delays.\n\nCompletion of mandatory e-learning courses (such as operations, OES Basics, etc.) is required.\n\nA system for evaluating training effectiveness is in place to improve Site KPIs.",
        "evaluation": "Request a manager to explain the process for creating the training plan and provide an update on the status of their own training plan.\n\nAsk a supervisor about their role in the training plan.",
        "fully_applied": "Each manager, including supervisors, develops a training plan for Indirect Labor (IDL) and Direct Labor (DL) based on the training priorities established at the site. These priorities may stem from a combination of the Individual Development Plan (IDP), Annual Performance Appraisal, Site Improvement Plan (SIP), budget, and other factors.",
        "partially_applied": "The supervisor is unable to demonstrate their involvement in creating the training plan.\n\nThere are no defined training priorities at the site level.",
        "not_applied": "There is no training plan available at the site level.\n\nThe training plan is created solely by HR, with no involvement from the Department Manager.\n\nThe training plan includes only Indirect Labor (IDL) and does not cover Direct Labor (DL)."
      },
      {
        "expectation": "",
        "evaluation": "Review the training guidelines and priorities set for the site.\n\nExamine the training plan tool/database (both planned and completed).",
        "fully_applied": "The training plan for both IDL and DL is regularly reviewed by the management team (responsible manager, HR, and support function), with comments included if any delays occur.\n",
        "partially_applied": "The training plan is not reviewed quarterly.\n\nLess than 60% of the training plan events have been completed year-to-date.\n\nDepartment managers are unable to explain the current status of their training plans.\n\nThere are no comments provided for delayed training actions.\n",
        "not_applied": "The training plan is not reviewed by the management team.\n\nLess than 40% of the planned training events have been completed (either as planned or rescheduled)."
      },
      {
        "expectation": "",
        "evaluation": "Review the OES training planning.\n \n\n ",
        "fully_applied": "An OES training plan is established at a minimum for managers and supervisors.",
        "partially_applied": "An OES training plan is defined at a minimum for managers but does not include supervisors.",
        "not_applied": "The training plan does not provide a comprehensive view of the OES system (e.g., EE, HSE, Lean, Pull system, 8 Quality Control Points, etc.)."
      }
    ]
  },
  {
    "id": "1.07",
    "title": "Team Leader Role",
    "category": "2. Foster the development of competent, autonomous teams.",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "The Team Leader addresses variations that arise on the production line (such as non-conformities, missing or defective materials, rework, equipment or process failures, apprentices, etc.) to prevent them from impacting production performance. Production operators focus on adhering to Standardized Work and do not handle variability directly.\n",
        "evaluation": "Verify if Team Leaders are identified on the line and if their Leader Standard Work (LSW) includes individual training guides.\n\nRandomly check line indicators and targets across different lines.\n\nEnsure that Team Leader Standard Work (LSW) documents are living documents, updated with content reflecting current operational issues or improvement priorities, including weekly time spent off the line.\n\nObserve during the assessment how variations (such as reworks, material shortages, equipment failures, etc.) are managed on the line, and how operators handle variations not covered by Standardized Work.\n\nCheck for examples of past actions or focus areas implemented based on the development guide.\n\n\n\n\n\n",
        "fully_applied": "The Team Leader has daily tasks defined, tailored to each individual's development (e.g., their Training Guide/actions) and the needs of the team.",
        "partially_applied": "The Team Leader Standard Work (LSW) is not clearly aligned with their Individual Development Guide or the line performance requirements. \nThe routine content is standardized for all Team Leaders.",
        "not_applied": "There is no Team Leader Standard Work (LSW) available.\n"
      },
      {
        "expectation": "",
        "evaluation": "Conduct interviews with operators and attend their Daily Accountability Meeting.",
        "fully_applied": "The daily accountability meeting is led by the Team Leader using a board. During the meeting, the team reviews line performance indicators, shares updates or issues from previous shifts, and takes necessary actions (deciding or communicating the plan for the day).",
        "partially_applied": "The team is not engaged during the daily accountability meeting.\n\nLine performance indicators and daily actions are not reviewed during the meeting.\n\nNo general information is shared, if applicable.",
        "not_applied": "There is no use of the Performance Indicator Board.\n\nNo daily accountability meeting is held during the shift.\n\nSome team members do not attend the daily accountability meeting."
      }
    ]
  },
  {
    "id": "1.08",
    "title": "Supervisor Role",
    "category": "2. Foster the development of competent, autonomous teams.",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "The Supervisor has a Leader Standard Work (LSW) in place to drive improvement actions, such as ensuring adherence to standards, advancing KPIs, and developing competencies. Examples include:\n\n- Execution of Team Leader Standard Work (LSW)\n- 5S\n- HSE (EPI, 1st Piece HSE, etc.)\n- Quality (1st Piece Quality, etc.)\n- Adherence to Standardized Work\n- Productivity",
        "evaluation": "Verify if Supervisors are assigned to specific lines and if their routines are aligned with their development guides and actions.\n\nEnsure that Supervisor routines, dashboards, and scorecards are living documents, updated with content reflecting current operational issues or improvement priorities.\n\nConfirm that the key KPIs on their dashboards/scorecards are linked to annual objectives.",
        "fully_applied": "The Supervisor has a Leader Standard Work (LSW) that is tailored to support their role development (e.g., individual development guide).",
        "partially_applied": "The Supervisor's Leader Standard Work (LSW) is not clearly aligned with their Individual Development Guide or specific area needs (e.g., individual development guide, development actions).",
        "not_applied": "The Supervisor's Leader Standard Work (LSW) is either unavailable, not used, or outdated."
      }
    ]
  },
  {
    "id": "1.09",
    "title": "Talent Succession and Career Development",
    "category": "2. Foster the development of competent, autonomous teams.",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "The site has implemented the Individual Development Plan (IDP) process and, in collaboration with the Region, has identified who should have an IDP.\n\nThe Career Interview process is in place at the site level, based on requests from the GPM process (Talent Management) and/or led by the Site HR Manager.",
        "evaluation": "Review the previous year's Annual Performance Management Process (e.g., GPM), the requests for Career interviews, Ready for Career Development (RCD) assessments and Salary Exempt seniority in the position held for more than 5 years.\n",
        "fully_applied": "The site is utilizing the Career Interview process.",
        "partially_applied": "Less than 75% of requests for Career Interviews (stemming from annual appraisals, RCDs, or roles held for over 5 years) were completed in the previous year.",
        "not_applied": "Less than 50% of requests for Career Interviews (from annual appraisals, RCDs, or roles held for over 5 years) were completed in the previous year."
      },
      {
        "expectation": "",
        "evaluation": "Evaluate the Career Development process at the site by reviewing at least two Career discussions and IDPs.\n\n",
        "fully_applied": "The site has implemented the IDP process, with identified actions, for over 75% of all potential candidates.",
        "partially_applied": "Between 25% and 75% of all potential candidates have an IDP, or the actions outlined in the IDP are not being followed.",
        "not_applied": "Less than 25% of potential talent (Salary Exempt) have an IDP."
      },
      {
        "expectation": "",
        "evaluation": "Select one IDP managed by the site and review it (can be for any position).",
        "fully_applied": "When an Indirect Hourly or non-Salary Exempt employee has been identified with the potential for a larger role, the Career Interview process was followed according to the site’s defined procedure.",
        "partially_applied": "No Hourly Indirect employees have been identified for a career discussion, or planned/requested career interviews have not been completed for this group.\n\n\n",
        "not_applied": "No non-Salary Exempt employees have been identified for internal mobility or promoted in the past year (e.g., from Operator to Team Leader).\n\nFor Hourly Indirect employees, less than 25% of requested career discussions have been planned or completed, or there is a discrepancy between actual and planned outcomes from previous years."
      },
      {
        "expectation": "There is a clear succession plan in place for key positions in the short and mid-term, taking turnover into consideration.",
        "evaluation": "Review the documentation used for the People/Talent review process for all key positions (Salary Exempt, Indirect Hourly, Direct Labor (DL)) on an annual basis.\n\nAsk management members to explain the people review process.\n\n",
        "fully_applied": "All identified key positions have a short- or mid-term backup or successor (either internally or externally, such as from the region, corporate, or other sites).\n\nAt least 70% of the site-defined key positions must have a short-term backup.",
        "partially_applied": "Less than 80% of N-1 key positions have a backup/successor (short or mid-term), or there is no action plan in place to cover the position.\n\nThe succession plan is not reviewed annually.\n\nOnly N-1 positions are included in key positions.",
        "not_applied": "Less than 50% of N-1 key positions have a backup or successor (short or mid-term), and there is no action plan in place to cover these roles."
      }
    ]
  },
  {
    "id": "1.10",
    "title": "Launch Team & Governance",
    "category": "2. Foster the development of competent, autonomous teams.",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "The official nomination by the Site Head for Site launch representatives includes:\n- Launch Manager or equivalent\n- Site Launch Team (at a minimum, the Production Manager, Supervisor, Logistics, Quality, Engineering, Maintenance, OES, and HSE) at the start of the Design Phase.\n- SASG: Reference",
        "evaluation": "Is SASG being used?\n-Are Program Charters being used for each program?",
        "fully_applied": "Follow SASG Gate process",
        "partially_applied": "Follow the Non-SASG process\nEstablish the Launch team organization.",
        "not_applied": "No process or team assigned\n-Ad Hoc\n\n"
      },
      {
        "expectation": "There is a Launch area, this could be physical or digital and includes: Industrial Planning, Program Team, Product, Task Assignment, Single List of Issues, ECR list and Problem Solving Tracking.",
        "evaluation": "Visit the Launch area and interview the Launch Managers about the available information.\nRequest the Launch Manager to explain the content and follow-up procedures of the routines. Inquire if there is a designated area for pre-production materials that the Launch team manages.",
        "fully_applied": "A Launch Area (physical or digital) is established, with defined routines that are adhered to.",
        "partially_applied": "A Launch Area (physical or digital) is in place, with 80% of the routines being followed.",
        "not_applied": "A Launch Area (physical or digital) does not exist, or routines are either not defined or not followed."
      },
      {
        "expectation": "The Single List of Issues is the responsibility of the Program Manager. At the site, the Launch Manager monitors and tracks all unresolved or abnormal issues within the Single List of Issues or a site-specific Single List of Issues that may impact the QCD of the product/process, escalating them according to the established escalation procedures. If there is a site-specific list, all priority items must also be included in the Program Single List of Issues.",
        "evaluation": "Ask the Launch Manager about the Site SLI follow-up and verify:\n\nSingle List of Issues/Management:\n- Escalation process to program management\n- Defined follow-up routine\n\nSingle List of Issues Content:\n- Prioritization of identified concerns\n- Actions, responsibilities, and due dates.",
        "fully_applied": "The Launch Manager (or equivalent) follows the Site Single List of Issues, escalating critical issues to Program Management/Site according to escalation protocols.",
        "partially_applied": "The Launch Manager (or equivalent) monitors the Site Single List of Issues, but some data is missing (e.g., actions, responsible parties, or due dates). While no formal escalation rules are defined, critical issues are escalated to Program Management/Site.",
        "not_applied": "The Launch Manager (or equivalent) does not follow the Site Single List of Issues, and critical issues are not escalated to Program Management/Site."
      },
      {
        "expectation": "Launch KPIs are available and their status is up to date if Hiper is used.\n\nAt least one recommended KPI for each QCDP is defined according to the Program KPI guidelines at two levels:\n\n- The KPI target aligns with the program’s internal contract.\n- KPIs are tracked in Hiper.\n",
        "evaluation": "Inquire about the Launch KPIs defined according to the program.  \nVerify if Operational KPIs are tracked by the production line, starting at least from the Pre-MPT or equivalent runs.\n\n- Is there an open issues list being tracked with dates, safety, regulatory requirements, and responsible members?\n\n- Does the Launch team have a launch schedule that is regularly reviewed?",
        "fully_applied": "Relevant KPIs are defined by production line/process according to Program recommendations (including definition, target, current status, and actions).",
        "partially_applied": "KPIs are defined according to the Program, but not at the production line/process level (definition, target, current status).",
        "not_applied": "KPIs are either missing or partially defined, or targets or current status not provided."
      }
    ]
  },
  {
    "id": "1.11",
    "title": "Launch Staffing & Training",
    "category": "2. Foster the development of competent, autonomous teams.",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "For Direct Labor (DL) & Indirect Labor (IDL):\nThe hiring and staffing plan is reviewed periodically based on the program/project phase, with a Convergence Plan in place in case of discrepancies.\nThe hiring and training plan for each line and shift is defined according to program/project needs, with minimum requirements including:\n\nCustomer milestones (Run@Rate, ramp-up, etc.)\nASTEMO milestones (PT/MPT/EMPT/SOP)\nIndustrial planning\nTraining duration requirements\nNumber of operators per process (for direct labor)\nCritical and Safety & Regulation stations\nScrap rate, efficiency (DLE/OEE)\nStandardized work (SW)\nFinal inspection\nOutputs:\n\nPlan vs. actual performance\nSkill level by operator/workstation prior to MPT\nType of workstation (Safety & Regulatory, Final Inspection)\nIndirect Labor (IDL):\nThe Launch Manager (or equivalent) performs a training analysis, and in cases involving new processes/products, technical training is provided.",
        "evaluation": "Request the Hiring and Training Plan for Direct Labor and Supervisors, as outlined in the Design Phase, from the Launch Manager (or equivalent) and Production Manager.\n\nInterview the Production Manager to obtain the Training Plan for Direct Labor and Supervisors, as well as the Process and Ramp-Up Plan for new programs.\n\nInquire with the Production Manager about the follow-up actions required during the Industrialization Phase.",
        "fully_applied": "The hiring and training plan for Supervisors and Direct Labor (DL) includes defining the skill levels for Direct Labor (plan vs. actual) based on the inputs, with regular follow-up. In case of any deviations, a convergence plan is in place.\n\n",
        "partially_applied": "The hiring and training plan for Supervisors and Direct Labor is established (plan vs. actual) and monitored, but there is no convergence plan for addressing deviations.",
        "not_applied": "The hiring and training plan is either undefined or not monitored."
      },
      {
        "expectation": "",
        "evaluation": "Interview the Team Leader to:\n\nVerify if Direct Labor (DL) are adequately trained according to the approved Training Plan.\n\nAssess the implementation of Standard Work for both manual and automated processes.\n\nReview the training provided to operators/technicians based on the Work Instructions for automated processes.",
        "fully_applied": "The target and attainment of skill levels align with the training plan and Standardized Work.",
        "partially_applied": "The actual skill level does not align with the current status of the training plan.",
        "not_applied": "Standardized Work is undefined, or there is no evidence of the skill level(s)."
      },
      {
        "expectation": "",
        "evaluation": "Identify an operator or Direct Labor (DL) based on the Training Plan and Skill Matrix.\nRequest the Team Leader to conduct a Standardized Work audit with the selected operator.\nThe audit should focus on adherence to process steps, Self-Inspection procedures, and cycle time.",
        "fully_applied": "The operator is capable of performing Standardized Work based on the reported skill level (I, L, or U).",
        "partially_applied": "The operator can perform Standardized Work according to the reported skill level (I, L, or U), with minor discrepancies identified.",
        "not_applied": "The operator is unable to perform Standardized Work according to the reported skill level (I, L, or U), with significant discrepancies identified."
      }
    ]
  },
  {
    "id": "1.12",
    "title": "Standardized Work (SW)",
    "category": "3. Implement standardized work practices.",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "Standard Work Instructions are available for all line configurations, outlining the best way to perform tasks. In PC&L, this includes activities such as tugger carts, kitting, and sequencing. For other logistics activities (e.g., forklift, walterspider), Work Instructions focusing on key tasks may be acceptable.\n\nStandardized Work activities cover all areas: Quality, Safety, Ergonomics, Production, and PC&L.\n\nOperators consistently follow Standard Work (the same way, each cycle).\n\nStandard Work documents are created by supervisors and/or Team Leaders with input from engineering and quality, based on authorized methods. These documents are readily accessible at the line side for Team Members to reference and review.\n\nTeam Leaders (Production/PC&L) regularly audit operators to assess their ability to follow Standard Work. This review helps reduce abnormalities, variability, and waste (including work content). Supervisors conduct at least two Standard Work audits per week: one to observe another Team Leader and one where the Supervisor actively participates in a Standard Work audit for coaching purposes.",
        "evaluation": "Review the Standard Work documents (or digital solution).  \nVerify the creator of the documents.  \nCheck if a Standard Work audit has been performed by the Team Leader.  \nNo penalty if the Standard Work Chart is not present and there are no significant movements between machines or workstations.",
        "fully_applied": "Standard Work is in place.  \nThe documents are created by the Supervisor and/or Team Leader, with input from engineering and quality.  \n\nWork Cycle Time is defined based on the minimum repeatable time (second-best time).\n\n",
        "partially_applied": "Documents are available but contain numerous discrepancies.  \nOne out of three documents is missing at the line.  \nNo documents have been updated in the past year.",
        "not_applied": "No documents are available at the line or within the work area. "
      },
      {
        "expectation": "",
        "evaluation": "Observe the Standard Work audit conducted by the Team Leader.  \nWatch the task sequence performed by one randomly selected operator for two cycles (with at least a Level L skill).  \nAsk the operator (at least Level L) to explain the key points.",
        "fully_applied": "The operator adheres to HSE rules, as well as the sequence and key points outlined in the Standard Work.",
        "partially_applied": "The Team Member is not following the sequence or key points, but the Team Leader addresses the issue immediately.  \n\nNo penalty for minor discrepancies in the operator's adherence to Standardized Work.",
        "not_applied": "The operator is not following the sequence or key points, and the Team Leader does not respond promptly."
      },
      {
        "expectation": "",
        "evaluation": "On-site, ask the Team Leader to provide an example of at least one improvement made in the work area based on this audit.",
        "fully_applied": "The Team Leader conducts regular audits every shift, while supervisors perform audits twice a week. Some Standard Work audits are also conducted monthly in Warehouse logistics.",
        "partially_applied": "Team Leader audits are not conducted daily but at least twice a week.  \nThe Supervisor does not participate in weekly audits by the Team Leader, but at least every two weeks.  \nIn logistics, no SW audits have been conducted in the past month.",
        "not_applied": "The Team Leader or Supervisor is not conducting Standardized Work audits.\n"
      },
      {
        "expectation": "",
        "evaluation": "No penalty: If no improvement is found on the audited line, randomly check another line.\n",
        "fully_applied": "An improvement has been made as a result of the SW audit in the past month.",
        "partially_applied": "There is no evidence of any improvements to standards resulting from the Standard Work audit in the past month.",
        "not_applied": ""
      },
      {
        "expectation": "",
        "evaluation": "Request the Logistics Team Leader/Supervisor to provide the Standard Work documents for the tugger carts.",
        "fully_applied": "Standardized work for tugger carts/water spiders is in place, including at a minimum the route, Standardized Work Chart, and Work Combination Table.",
        "partially_applied": "Only a few Standard Work Charts with the route are available, with some focus on small trains.",
        "not_applied": "There is no standardized work in PCL."
      }
    ]
  },
  {
    "id": "1.13",
    "title": "Expertise in Workstations",
    "category": "3. Implement standardized work practices.",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "The Skill Matrix accurately reflects the operators' proficiency in mastering the standard.",
        "evaluation": "Verify with the Team Leader that the qualification levels accurately reflect the current situation (gains or losses in levels).\n\nLevel 1 (I) - \"I know the Standard\"  \nLevel 2 (L) - \"I don't pass any defects to the next workstation\"  \nLevel 3 (U) - \"I can achieve the cycle time\"  \nLevel 4 (O) - \"I have improved the standard\"\n\nCheck the skill level of one operator on the line.",
        "fully_applied": "All operators are listed in the matrix, and workstations are staffed with qualified personnel.  \n\nContainment actions are in place if workstations are not staffed by qualified operators (e.g., safety and regulatory (L), final inspection (U)).",
        "partially_applied": "All line events are not reflected in the Skill Matrix (e.g., missed defects, failed Standardized Work reviews, etc.).",
        "not_applied": "There are no qualified operators at the workstation.  \nNo containment measures are implemented for safety, regulatory, or final inspection.  \nThe Skill Matrix is not available on the line.  \nOperators are missing from the Skill Matrix."
      },
      {
        "expectation": "The Team Leader has a plan that outlines the required number of qualified operators per station, considering factors such as Work Standard complexity, training time, bottlenecks, ergonomic considerations, and quality constraints.\n",
        "evaluation": "Review the criteria used by the Team Leader to determine the target number of qualified operators per station.",
        "fully_applied": "The Supervisor and Team Leader have outlined the next steps for skill level requirements on the line, and the operators who need training have been identified.",
        "partially_applied": "The next step for skill levels is defined, but the operators who need training have not been identified.",
        "not_applied": "The next step or target for skill levels has not been defined for the line."
      }
    ]
  },
  {
    "id": "1.14",
    "title": "5S 3T",
    "category": "3. Implement standardized work practices.",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "Everything has a designated place, and everything is properly stored. The environment is neat and organized, with zoning in place.  \n\nAisles and doors are clearly marked with tape.  \n\nSpecific locations are identified for all items on the floor, including WIP, toolboxes, etc.  \n\nShelves and storage areas are labeled, with Min/Max levels clearly indicated.  \n\nCleaning equipment is visible, well-maintained, and properly labeled (e.g., 5S carts).  \n\nThe area should adhere to the SharePoint Learning and Development - 07 Guidebook for 5S3T.  \n\nTraining records are available for Managers, Supervisors, and Team Members, who should be able to explain and understand 5S principles.  \n\nA cleaning schedule may be posted, and regular audits are conducted.  \n\nOutside: Accepted with some discrepancies.",
        "evaluation": "Scope: Entire site. 5S conditions will be assessed throughout the entire audit period.  \n\nRefer to the SharePoint Learning and Development - 07 Guidebook for 5S3T for audit criteria.  \n\nProvide evidence that audits are conducted on a monthly basis.  \n\nIt is acceptable if there is no 5S workshop, as long as all other criteria are met.  \n\nWhere relevant, assess technical cleanliness.",
        "fully_applied": "All lines and areas (both inside and outside the building) meet 5S standards in line with process requirements.  \n- All movable items (e.g., trolleys, containers, flow racks on wheels) are properly zoned.  \n- Aisles are clearly marked with tape and remain clean and unobstructed.  \n- Equipment is clean and organized.  \n- All permanent items on the shop floor are marked with tape, with red tape used for quality defects and non-conforming parts.  \n- All items on shelves are labeled and display Min/Max levels.  \n\nTraining records are available for all management staff, and all team members can answer questions and demonstrate an understanding of 5S principles.  ",
        "partially_applied": "Several lines do not meet 5S standard conditions:\n\n- Multiple movable objects are not properly zoned.\n- Several items are located outside designated zones.\n- Some aisles are either not clean, not clear, or lack tape for identification.\n- Some equipment is in poor condition (unclean, disorganized).\n- Certain items on shelves are not labeled.\n- Some floor items are not marked with tape to indicate their location (e.g., toolboxes, WIP, workstands).\n\nTraining records are available for some management staff, and only a few team members demonstrate an understanding of 5S principles.",
        "not_applied": "Several lines do not meet 5S standard conditions:\n\n- Numerous items are not properly zoned.\n- Many zones are missing, posing HSE risks.\n- Aisles (production and logistics) are consistently unclean, cluttered, and lack tape markings.\n- Multiple areas have leaks or are excessively dirty, including machine tools.\n- Several pieces of equipment are unclean and disorganized, not suitable for maintaining good working conditions.\n- Items on shelves are not labeled or identified.\n- No designated locations marked for items on the floor.\n\nThere are no available training records, and team members lack an understanding of 5S principles."
      }
    ]
  },
  {
    "id": "1.15",
    "title": "Production Runs",
    "category": "3. Implement standardized work practices.",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "Equipment and Tooling: Planning aligns with program milestones.\n\nThe Production Engineer (PE) ensures that the receipt of Equipment & Tooling is punctual, accurately documented in the site's production system, and stored in its designated location as per the program layout.",
        "evaluation": "Request the Launch Manager (or equivalent) to provide the Investment list and the most recent detailed industrial planning, which should include the following stages:\n\nSpecification release, RFQ, awarding meeting, PO, manufacturing, acceptance at supplier, transfer to site, pre-acceptance at site, installation, PT at site, pre-acceptance at supplier, MPT at site, final acceptance at site, and EMPT at site.\nSelect 3 pieces of Equipment & Tooling that have been installed and ask the Site Production Engineering team for the following:\nPre-acceptance: Check the conformity against specifications.\nAsk the Launch Manager / PE-Site to provide the status and tracking of MBOM completion and PBOM transfer.\nInquire with the PC&L / Packaging Planner about the tracking of open supplier orders and verify that all manifests are sent by the ERP system for the Mass Production Trial (MPT).\nRequest the Special Characteristics list and select one or more Special Characteristics. Review the PFMEA, Pre/Production Control Plan, and Work Instructions linked to these characteristics.\nFor example, examine the failure mode vs Poka Yoke, first piece quality, final inspection, rework, and self-inspection.\nStarting at the Production Trial (PT), verify the application of Work Instructions on the shop floor (using two examples), with a focus on Final Inspection, 200% Inspection, Poka Yoke, Self-Inspection, First Piece Quality, Rework, and Non-Conformity Management.\nRequest from the Launch Manager (or equivalent) the General Requirements for the Production Trial (PT) and Mass Production Trial (MPT):\nReview the Production Trial results.\nAssess capacity by process.\nCheck the associated checklists.\nFor the Extended Mass Production Trial (EMPT), inspect the implementation of the items defined in the MPT checklist for each chapter (Manufacturing, Maintenance, HSE, Quality, PC&L, HR, and Suppliers) on the shop floor.",
        "fully_applied": "For Equipment, Tooling, and Gauges:  \nThe industrial planning aligns with the production trial and program ramp-up schedules and is actively followed.  \nPre-acceptance is conducted by the site, and any open issues are addressed through PDCA before the Mass Production Trial (MPT).  \nThe Machine Evaluation form results are marked as \"Satisfied.\"",
        "partially_applied": "For Equipment, Tooling, and Gauges:\nThe industrial planning does not align with the production trial and program ramp-up planning, or it is not being followed properly. Pre-acceptance has been completed by the site, but some actions in the PDCA are missing prior to the Mass Production Trial (MPT). The Machine Evaluation form result is \"not satisfied,\" and a convergence plan has been defined.",
        "not_applied": "For Equipment, Tooling, and Gauges:  \nThere is no industrial planning in place, or the existing industrial planning is not being followed.  \nPre-acceptance has not been conducted.  \nThe Machine Evaluation form result is \"unsatisfactory,\" and no convergence plan has been defined.  \nEquipment and tooling have been installed and are being used for trials or operations, but HSE safety fundamentals are not being adhered to."
      }
    ]
  },
  {
    "id": "1.16",
    "title": "S&OP / MPS",
    "category": "3. Implement standardized work practices.",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "The S&OP (Sales and Operations Planning) process is carried out monthly, focusing on production plans for the upcoming 6 to 12 months. This includes defining the Site calendar, assessing direct labor requirements, determining shift patterns, and setting daily production rates by product family to ensure stable Takt Time.\n\nLine and machine capacities are assessed, along with plans for end-of-life and service life management. Additionally, critical supplier capacities are reviewed and validated.",
        "evaluation": "Regularly review S&OP decisions for different product families in collaboration with the PC&L manager.\n\nEnsure that the Sales and Operations Planning (S&OP) horizon is aligned with the lead times for key components.\n\nDirect labor encompasses all the resources needed to run a production line.",
        "fully_applied": "Over the past four months, the following items are available:\n- Monthly S&OP meeting minutes, detailing attendees and decisions made.\n\n- A 6 to 12-month horizon.\n\n- Customer calendars and shift schedules.\n\n- Planned direct labor and machine capacity utilization.\n\n- Production volume by product family.\n\n- Anticipated start dates for new projects or end dates for current production.\n\n- Month-end target inventory levels for finished goods.",
        "partially_applied": "One of the following items is either partially incomplete or missing:\n- Monthly S&OP meeting minutes, detailing attendees and decisions made.\n\n- A 6 to 12-month horizon.\n\n- Customer calendars and shift schedules.\n\n- Planned direct labor and machine capacity utilization.\n\n- Production volume by product family.\n\n- Anticipated start dates for new projects or end dates for current production.\n\n- Month-end target inventory levels for finished goods.\n   \n   \n  \n   \n",
        "not_applied": "Two or more of the following items are either incomplete or missing:\n- Monthly S&OP meeting minutes, detailing attendees and decisions made.\n\n- A 6 to 12-month horizon.\n\n- Customer calendars and shift schedules.\n\n- Planned direct labor and machine capacity utilization.\n\n- Production volume by product family.\n\n- Anticipated start dates for new projects or end dates for current production.\n\n- Month-end target inventory levels for finished goods.\n   \n   \n  \n   \n   \n   \n   \n"
      },
      {
        "expectation": "The Master Production Schedule (MPS) is established weekly for the next 5 to 12 weeks, detailing achievable targets. This includes shift schedules, operator requirements, and daily production quotas per part. Any demand changes must be aligned across the entire supply chain.\n\nMPS compliance is tracked daily for each production line to ensure targets are met, with an emphasis on volume. Weekly reviews ensure the proper product mix is being produced.\n\nThe MPS is balanced throughout the scheduling period, maximizing the use of available manpower and machinery, as determined in MPS meetings.",
        "evaluation": "Randomly review MPS decisions with the PC&L manager across various product families to verify consistency with past EDI accuracy compared to actual deliveries. Provide relevant examples when necessary.\n\nEnsure MPS decisions are correctly inputted into the ERP system.\n\nEngage with the Production Manager to discuss machine and labor efficiency, and review metrics related to manual labor and efficiency.",
        "fully_applied": "MPS meeting minutes are available, including attendees and decisions, with the following details:\n\n- Horizon: 5 to 12 weeks (excluding the current week, covering full months).\n\n- MPS loaded into ERP system.\n\n- Production volume per part number, organized by family when applicable.\n\n- Direct labor information is included in the meeting minutes or S&OP XLS file.\n\n- Machine load and capacity confirmations are documented, ensuring machine capacity is achievable.\n\n- Finished goods inventory levels align with site targets.",
        "partially_applied": "One of the following items is either partially incomplete or missing:\n\n- MPS meeting minutes are available, including attendees and decisions\n\n- Horizon: 5 to 12 weeks (excluding the current week, covering full months).\n\n- MPS loaded into ERP system.\n\n- Production volume per part number, organized by family when applicable.\n\n- Direct labor information is included in the meeting minutes or S&OP XLS file.\n\n- Machine load and capacity confirmations are documented, ensuring machine capacity is achievable.\n\n- Finished goods inventory levels align with site targets.\n\n",
        "not_applied": "Two or more of the following items are either incomplete or missing:\n\n- MPS meeting minutes are available, including attendees and decisions\n\n- Horizon: 5 to 12 weeks (excluding the current week, covering full months).\n\n- MPS loaded into ERP system.\n\n- Production volume per part number, organized by family when applicable.\n\n- Direct labor information is included in the meeting minutes or S&OP XLS file.\n\n- Machine load and capacity confirmations are documented, ensuring machine capacity is achievable.\n\n- Finished goods inventory levels align with site targets.\n"
      }
    ]
  },
  {
    "id": "2.01",
    "title": "Value Stream Map",
    "category": "2. Just In Time Conditions",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "A current Value Stream Map (VSM) exists for the primary flows (Outbound, Internal, Inbound), providing sufficient detail to demonstrate how the system operates. The lead time is accurately calculated (at least for one High Runner).\n\nA target Value Stream Map for the main flow is in place, with a defined action plan to improve or stabilize lead time.\n\nFor example, implementing shop stock with PIK helps stabilize lead time, while reducing batch sizes and corresponding shop stock also contributes to lead time reduction.\n\nFor new programs, a Value Stream Map is available for the internal flow after tooling release, representing the SOP (Standard Operating Procedure) situation.",
        "evaluation": "Review the Value Stream Map (linked to a specific issue or objective) and trace the flow to ensure that the processes are well-defined in sufficient detail to support informed decision-making.\n\nExpectation: Actual and target lead times should be clearly indicated on each Value Stream Map. For maps with multiple main flows, separate lead times (both actual and target) should be calculated for each flow.\n\nAt a minimum, the production line box should include the following details: Takt Time, shift pattern, number of operators, cycle time or target cycle time, Std Labor Time, OEE (capacity), changeover time, number of part numbers, standard WIP, machine cycle time, and batch size.",
        "fully_applied": "Both current and target Value Stream Maps are available for the Top 2 lines with most sales in the site. ",
        "partially_applied": "A Value Stream Map exists for only the Top 1 line with most sales in the site.\nOR  \nA Value Stream Map exists for the Top 2 lines with most sales, but no target Value Stream Map is available.  \n\nThere are significant discrepancies between the current Value Stream Map and the actual flow situation.  \n\nSeveral details are missing in the Value Stream Map.",
        "not_applied": "There is no Value Stream Map for more than 50% of the Site's turnover."
      }
    ]
  },
  {
    "id": "2.02",
    "title": "Small batch (CORA/SMED)",
    "category": "2. Just In Time Conditions",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "Changeovers are standardized:\n\n- A list of tasks by operator, along with their associated times, is available (minimum requirement).\n\n- Tracking is in place for each actual changeover duration, with comments provided when the time deviates from the target.\n\nImprovements: If the actual changeover time exceeds the standard, an analysis is conducted, and corrective actions are taken. Additionally, changeover duration has been reduced following SMED/CORA workshops within the past 6 months.\n\n \n\n",
        "evaluation": "Scope for standardization and tracking to be verified for representative lines that involve:\n\n- Multiple changeovers per day.\n- Multiple part numbers (e.g., non-dedicated upstream processes).\n\nCheck if changeovers are occurring regularly (on a daily basis).\n\nThe changeover standard should also encompass tasks to be completed before or after the changeover.\n\nIf the changeover time deviates by 10% or more from the target, comments must be provided.\n\n\n",
        "fully_applied": "Changeover procedures (by part number, family, or type) are standardized, with a comprehensive list of tasks for all involved personnel, including associated times (at a minimum).\n\n",
        "partially_applied": "Standardization and tracking are implemented, but several changeovers are not recorded on the tracking sheet.\n",
        "not_applied": "There is no standard for changeovers (missing tasks or timing).\n\n\n"
      },
      {
        "expectation": "",
        "evaluation": "Scope to be checked for improvement: only lines selected by the site.. ",
        "fully_applied": "CORA/SMED workshops are conducted regularly (at least once per semester) to drive improvements in changeover time.",
        "partially_applied": "A CORA/SMED workshop was conducted once in the last 12 months.",
        "not_applied": "No CORA/SMED workshop has been conducted in the past 12 months."
      }
    ]
  },
  {
    "id": "2.03",
    "title": "Pull line at Takt Time (TT)",
    "category": "6. Produce at takt time using a pull system.",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "General Process:\n\n- The production line runs according to the Master Production Schedule (MPS).\n\n- Real-time tracking monitors withdrawals to ensure they align with the plan, with alerts to quickly address any delays.\n\n- Clear withdrawal instructions, including what, when, quantity, and product code, are communicated via a leveling board or digital tool, or through other compliant methods.\n\n- When withdrawing from shop stock, the volume and product mix are balanced.\n\n- Withdrawals are scheduled during available time, taking into account breaks and planned stoppages.",
        "evaluation": "- Verify Withdrawal Consistency: Ensure that both the volume and product mix of withdrawals align with the Master Production Schedule (MPS), and that Takt Time is clearly displayed.\n\n- Check Withdrawal Instructions: Confirm that the instructions for withdrawals clearly outline the items to be picked, the timing, quantities, and the locations (both source and destination).\n\n- Review Alert System: Ensure that an alert system is in place to provide corrective actions and recovery information in the event of delays.\n",
        "fully_applied": "The information system (such as the Heijunka board or digital tools) determines the withdrawals to ensure they fulfill all customer demand requirements.",
        "partially_applied": "The withdrawal period does not align with the production line's operating hours.",
        "not_applied": "Parts are gathered without clear instructions regarding what to withdraw, when, the quantity, or the associated product code or inventory purpose."
      }
    ]
  },
  {
    "id": "2.04",
    "title": "Shipment Staging",
    "category": "6. Produce at takt time using a pull system.",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "Shipment preparation is always visible, ensuring trucks are ready as per the schedule. Clear procedures are established to address any issues promptly.\n\nEach truck is prepped ahead of time in a designated area, using a withdrawal kanban, and progress is monitored through a Heijunka board or comparable digital tools.",
        "evaluation": "Evaluate the truck preparation process.\n\nTrack the real-time progress in the Shipping Staging Area using an E-shipping board or, if done manually, with a sequence and timing list that reflects the pickup status.\n\nEnsure that reaction rules are well-defined and consistently applied.\n\nVerify that shipment preparation is in line with the defined work instructions.",
        "fully_applied": "Shipments are organized in specific areas and prepared prior to the truck's arrival.",
        "partially_applied": "Shipment staging is conducted, but the designated areas are not consistently followed.",
        "not_applied": "Shipment staging is carried out, but there is no designated area for it."
      }
    ]
  },
  {
    "id": "2.05",
    "title": "Pull System / Kanban",
    "category": "6. Produce at takt time using a pull system.",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "- Inventory is organized into distinct categories (e.g., shop, buffer, pool, safety stock) and stored separately.\n\n- Finished Goods (FG) and Work In Progress (WIP) are placed in shop stock, located at the production site, and are visible to the team lead and their direct reports.\n\n- The Production Instruction Kanban (PIK) is utilized to replenish stock, ensuring alignment with anticipated customer demand.\n\n- A Pull Signal tool dictates the production order following the Batch Creation Tool (BCT), highlighting any delays or overproduction on the production line.\n\n- The size of shop stock is adjusted according to line conditions, including factors like reliability, flexibility, and quality performance.",
        "evaluation": "- Confirm with the PC&L or Production Manager that shop stock is properly established according to the shop stock calculations. If floor space is limited and shop stock is located away from the production line, ensure it is visually controlled and accessible to the Team Leader or Supervisor (SV).\n\n- Inspect the organization and categorization of stock to ensure proper segregation.\n\n- Discuss with the Production Team Leader or Supervisor to gain insight into how they manage launchers and their integration into the production process.\n\n- Minor discrepancies are permissible, provided that the Kanban system is implemented for over 60% of the turnover across all final assembly lines.",
        "fully_applied": "Over 60% of the lines are operating using a Pull System.",
        "partially_applied": "One fully implemented flow, from upstream to Final Assembly, operates using the Pull System.",
        "not_applied": "There is no fully integrated flow (from upstream to Final Assembly) operating with a Pull System."
      }
    ]
  },
  {
    "id": "2.06",
    "title": "Just Needed Inventory",
    "category": "7. Streamline flows",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "- Safety stock is evaluated post-S&OP, based on the forecasted volume for each part number.\n\n- Inventory levels for both purchased raw materials and components are monitored on a daily basis.\n\n- Safety stock is managed either by part quantity or by safety time.",
        "evaluation": "- Assess lead times and supplier delivery performance to establish appropriate minimum and maximum inventory levels, preventing material shortages.\n\n- Verify the creation of purchase orders (POs) and ensure accurate stock levels are maintained across all warehouse locations, including off-site.\n\n- Ensure that off-site delivery schedules align with demand requirements and are met promptly.\n\n- Clearly document minimum and maximum inventory levels in the ERP system.",
        "fully_applied": "The inventory system's minimum and maximum levels are reviewed and cover about 70% of active parts.",
        "partially_applied": "The inventory system's minimum and maximum levels are reviewed and apply to at least 70% of the active parts.",
        "not_applied": "The inventory safety stock was last updated or confirmed over 90 days ago."
      }
    ]
  },
  {
    "id": "2.07",
    "title": "Supplier Release Process",
    "category": "7. Streamline flows",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "- Verify that supplier orders are aligned with production requirements, including forecasted inventory levels.  \n\n- Ensure that supplier agreements are negotiated according to established SASG Logistics procedures.  \n\n- Initiate corrective actions in response to supplier non-compliance with agreed terms.",
        "evaluation": "Review the coverage report regularly:  \n- Regularly assess and update supplier release schedules and open purchase orders to ensure alignment with production requirements.  \n- Continuously monitor MRP to maintain optimal inventory levels and avoid production delays.  \n\n- Supplier orders should not be generated via Excel; only approved systems should be used.  \n\n- Ensure all inbound deliveries are entered into the system before the truck arrives to facilitate smoother receiving and reduce errors.",
        "fully_applied": "The Material Planner, performs a daily review of production coverage through the ERP system. Any production coverage alerts prompt immediate action.",
        "partially_applied": "- Supplier performance reports for out-of-parts situations are not reviewed daily.\n\n- In some cases, inbound deliveries are created by the Material Planner only upon the truck's arrival.",
        "not_applied": "- The material planner does not utilize the out-of-parts coverage report.\n\n- No actions are taken based on the coverage report; only physical alerts trigger a response.\n\n- Additional orders are managed outside the system, typically through phone calls or emails.\n\n- Orders are sent to suppliers using Excel, without the use of a formal purchase order."
      },
      {
        "expectation": "- Maintaining accurate master data is crucial for the effective use of MRP.  \n\n- Accuracy must be ensured from the Start of Production (SOP) for new programs and consistently maintained throughout the product's lifecycle by the site.  \n\n- Strict adherence to control and update processes is necessary.  \n\n- Monitor supplier delivery performance to avoid disruptions in production.  \n\n- Supplier delivery issues are tracked using Missed Deliveries per Million (MPM) or Quality Management System (QMS) metrics.  \n\n- Appropriate actions and escalations must be implemented in case of any deviations.",
        "evaluation": "- Review the latest internal audit results related to material planning and inventory control master data (ERP System). \n \n- Conduct an interview with the PC&L Manager to assess their involvement in the action plan addressing the audit’s non-conformance findings.  \n\n- Follow up on corrective actions to ensure they are implemented for any identified audit discrepancies.  \n\n- Reassess the PC&L Manager’s role in the action plan aimed at resolving the non-conforming audit findings.  \n\nReview Supplier Performance:  \n- Use the logistics supplier evaluation scorecard, in line with SASG guidelines, for ongoing performance tracking.  \n\n- Missed Deliveries per Million (MPM) may tolerate minor discrepancies, unless these lead to significant issues such as production stoppages or missed customer shipments.  \n\n- Manage supplier claims through the Quality Management System (QMS).",
        "fully_applied": "The accuracy audit for material planning and inventory control master data shows results above 95% for serial life and new programs from Start of Production (SOP).",
        "partially_applied": "The accuracy audit of material planning and inventory control master data shows results below 95%, but an action plan for improvement is in place and up to date.",
        "not_applied": "The accuracy audit for material planning and inventory control master data shows results below 95%, and there is either no action plan in place or the existing plan is not up to date."
      }
    ]
  },
  {
    "id": "2.08",
    "title": "Secure transportation, Control returnable packaging loop",
    "category": "7. Streamline flows",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "- The transport plan is accessible on the shop floor and well-known to the Receiving & Shipping team, including details about empty packaging returns and shipments.\n\n- Manifests, outlining supplier/customer orders, are provided in the receiving and shipping areas at least 24 hours before truck arrival, offering clear visibility into the planned truck contents.\n\n- Exceptional transportation and additional manifests are provided before truck arrival as needed.\n\n- An alert system is in place to notify of truck delays, covering both standard and premium shipments.\n\n- Only standard returnable packaging, which meets the group’s specifications, is used and sourced from approved vendors.\n\n- Movements of returnable packaging are recorded in the ERP system, with loop reconciliation by flow and packaging type to ensure inventory integrity at all locations.",
        "evaluation": "- Ensure the transport plan is consistently updated and easily accessible in both the receiving and shipping areas.",
        "fully_applied": "- The weekly transportation plan is accessible on the shop floor for both shipping and receiving teams, including information on the return of empty packaging.",
        "partially_applied": "- The transport plan is incomplete, as it does not include return flows for empty packaging or is not well-known to the relevant teams.",
        "not_applied": "- No transportation plan has been established for receiving or shipping."
      },
      {
        "expectation": "",
        "evaluation": "- Check the manifests posted on the receiving board and within the Shipping Staging Area.",
        "fully_applied": "- Manifests or inbound/outbound delivery information should be accessible in the receiving and shipping areas at least 24 hours prior to the truck's arrival. For special or additional shipments, these details must be provided before the truck arrives.",
        "partially_applied": "- Additional transports, including supplementary manifests or expedited shipments, are neither scheduled nor tracked on the receiving or shipping boards.",
        "not_applied": "- Regular deliveries are not displayed on the receiving or shipping boards.  \n\n- A receiving board is not in place.\n\n\n\n\n\n"
      },
      {
        "expectation": "",
        "evaluation": "- Confirm whether an alert system for truck delays is in place in the receiving and shipping areas.",
        "fully_applied": "An alert system is implemented to notify of truck delays, covering both regular and premium shipments.",
        "partially_applied": "There have been several instances where the escalation process for regular transports was not adhered to.",
        "not_applied": "There is no escalation process in place, and the escalation procedure for Premium Freight is not being adhered to."
      },
      {
        "expectation": "",
        "evaluation": "- Conduct an interview with the person responsible for managing returnable packaging to gain insight into how movements are tracked in real-time and how stock levels are controlled across sites and flows.\n\n- Review ERP transactions related to returnable packaging (dunnage) to verify the accuracy of tracking and inventory management.",
        "fully_applied": "All of the following criteria are fulfilled:\n\n- Standardized codification and approved packaging suppliers are used for 100% of packaging.\n\nFor over 80% of the flows:\n\n1. Movements of returnable packaging are recorded by location (site/supplier, site/customer), and inventory is managed accordingly.\n2. Packaging loops are reconciled at least once a month.\n3. A clear action plan is in place to address any non-conformances.",
        "partially_applied": "- Standardized codification and approved packaging suppliers are utilized for 100% of packaging.\n\n- Returnable packaging management is in place for at least the pilot flows, with a defined plan for the remaining packaging.\n\nFor the pilot flows, one or more of the following criteria are not being met:\n1. Returnable packaging movements are not consistently recorded per site (Site/supplier, Site/customer), nor is the resulting inventory properly managed.\n2. Loops are not being reconciled on a monthly basis.\n3. There is no clear action plan in place to address any deviations.",
        "not_applied": "- Standard codification and the use of validated packaging suppliers are less than 90% compliant.\n- There is no defined plan for managing returnable packaging.\nFor the implemented pilot flows, at least two of the following criteria are not being met:\n1. Recording of returnable packaging movements per site (Site/supplier, Site/customer) and proper inventory management.\n2. Monthly reconciliation of packaging loops.\n3. A clear action plan for addressing deviations."
      }
    ]
  },
  {
    "id": "2.09",
    "title": "Inventory control",
    "category": "7. Streamline flows",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "A strong process is established to identify inventory discrepancies, ensuring smooth site operations without incidents. Effective corrective measures are taken to prevent the recurrence of issues.\n\nNew parts from new programs or Engineering Change Requests (ECR) are counted at least once a month during the first 6 months to promptly detect any abnormalities.",
        "evaluation": "- Review the site’s booking points against standard guidelines and cross-reference them with the cycle counting report to ensure inventory accuracy.\n\n- Interview staff and examine the ERP system to assess the frequency of stock movements (real-time, end of shift, daily).\n\n- Confirm with the PC&L team the cycle count process and verify corrective action plans for negative stock or overstock situations.\n\n- Review cycle counting reports to ensure compliance with counting practices. Investigate past reports to evaluate corrective actions and Kaizen activities.\n\n- Ensure that a robust stock issue (pull) process is implemented.\n\n- If the total inventory variance has been under 0.1% annually for three consecutive years, the site may be exempt from conducting cycle counts.\n",
        "fully_applied": "Transfers are managed in real-time for component parts, finished goods, external warehouses, and consignment stock. However, this does not apply to raw materials in bulk consignment, such as silos or vendor-managed stock.",
        "partially_applied": "Transfers exhibit multiple discrepancies, including being either processed with delays or not completed as per the required procedures.",
        "not_applied": "No transfers done in the site."
      }
    ]
  },
  {
    "id": "2.10",
    "title": "Reliable Receiving",
    "category": "7. Streamline flows",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "- The planning of truck arrivals involves assigning docks and Truck Receiving Areas (TRA), which may be done physically or through an electronic receiving board.\n\n- Truck Receiving Areas (TRA) are organized into distinct zones and clearly marked for easy identification.\n\n- Each designated Truck Receiving Area (TRA) must be cleared before the next truck's arrival to ensure smooth operations.\n\n- Reception procedures are based on the details provided in the inbound delivery.\n\n- Physical inspections are carried out during the reception process to verify the condition of incoming goods.\n\n- Reception booking is completed within one hour after unloading is finished.\n\n- A system for alerts and escalations is in place to address any discrepancies in quantities at the time of reception.",
        "evaluation": "- Review the overall reception process to ensure all steps are followed accurately.\n\n- Verify the process for creating inbound deliveries and check for any inconsistencies or deviations.\n\n- Confirm that a receiving clerk is not authorized to create an inbound delivery or schedule line for parts that were not explicitly requested. These receipts should be directed to the NRFT (Not Right First Time) area or quality inspection for further review.\n\n- Review examples of properly executed receipts in the ERP system to ensure compliance with standard procedures.\n\n- For non-conformances related to quality (e.g., First Right Quality issues), ensure that there is a clear and defined reaction and escalation process in place. For example, if multiple ASN VDA format issues prevent automatic ASN integration, verify that an alternative solution or workaround is available.",
        "fully_applied": "Reception is carried out using an inbound delivery, either by integrating the ASN (Advanced Shipping Notice) or by creating the inbound delivery area prior to the truck's arrival.",
        "partially_applied": "Standard reaction rules for Non-First Right are not established.",
        "not_applied": "The receiving clerk manually creates the inbound delivery either after the truck's arrival or outside the Non-First Right Quality process. This allows goods receipts to be processed for items physically received without adequate control, and without linking them to the original requirements."
      }
    ]
  },
  {
    "id": "2.11",
    "title": "Parts Picking (Warehouse)",
    "category": "7. Streamline flows",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "- The system in place allows operators to easily identify the designated locations for picking and placing items, such as through E-Kanban, picking lists, and reception lists, with visual indicators for each location.\n\n- In the case of an Inventory Management System utilizing chaotic storage assignments, visual management becomes impractical. Nevertheless, the system can still track key factors like segregation, safety, and minimum and maximum stock levels.\n\n- Clearly defined locations and zoning protocols are adhered to.\n\n- The storage of high-value parts is carefully secured.",
        "evaluation": "- Randomly select a few part numbers and confirm their location within the warehouse.\n\n- Review the storage practices for high-value components.\n\n- Verify the existence and adherence to the Min and Max level alert system, ensuring that detection methods (whether visual or system-based) are dependable.",
        "fully_applied": "- Each part can be retrieved using instructions that clearly specify both the pick and put locations.\n\n- The instructions are well-known and followed by shopfloor operators in both mass storage and supermarket areas.",
        "partially_applied": "In the supermarket, the pick and put instructions do not define specific storage locations.",
        "not_applied": "In the supermarket or mass storage areas, there is no system in place to retrieve part numbers."
      }
    ]
  },
  {
    "id": "2.12",
    "title": "Control workflows on-site.",
    "category": "7. Streamline flows",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "- Production lines are supplied with small boxes or individual parts.\n\n- Components are delivered directly to the production line at the point of use or to a central location for a water spider.\n\n- A defined process for replenishing the production line is in place and documented, including Work Instructions, Standardized Work, and Value Stream Mapping.\n\n- Replenishment occurs at intervals of less than one hour.\n\n- Stock levels on the production line are consistent with the replenishment system.\n\n- Forklifts are not used in the production area. If necessary (e.g., for large containers with high frequency and no AGV or train), safety measures are implemented, and clear segregation between pedestrians and vehicles is maintained, as validated by HSE.",
        "evaluation": "- Evaluate replenishment methods by reviewing both the information and physical flow for delivering parts to the line, ensuring that voice or memory-based methods are not used.\n\n- Confirm whether the train or Automated Guided Vehicle (AGV) returns fully loaded or arrives at the line with only a few boxes.\n\n- Ensure that the stock levels on the production line align with the replenishment system.",
        "fully_applied": "Components are delivered by logistics to a designated point on the production line under standardized conditions.\n\nA replenishment system is established to restock the production line.",
        "partially_applied": "The standard is not being followed, resulting in a rolling warehouse situation.",
        "not_applied": "A production operator is leaving their workstation to retrieve parts from the warehouse."
      }
    ]
  },
  {
    "id": "2.13",
    "title": "Real-time shipping",
    "category": "7. Streamline flows",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "- Comply with customer administrative requirements, including responding to customer portal requests, labeling, loading plans, and ASN (Advanced Shipping Notice).\n\n- Follow the outbound delivery schedule and transportation plan.\n\n- Shipments are scheduled in real time and reconciled with financial data.\n\n- If potential issues arise that could affect the customer (e.g., line stoppages), a red alert is triggered, and the appropriate escalation and problem-solving procedures are followed.",
        "evaluation": "- Evaluate the shipping process and monitor its performance.\n\n- If a customer portal is in use, verify that the agreed-upon process with the customer is being followed and ensure any deviations are addressed with a corrective action plan.",
        "fully_applied": "All shipments, including replacements and service parts, are booked in real time.",
        "partially_applied": "Shipping to customers via an external warehouse is done without real-time communication with ERP System ",
        "not_applied": "Not all shipments, including replacements and service parts, are booked in real time.\n\n\n"
      },
      {
        "expectation": "- All critical processes, including equipment, logistics operations, and communication systems, are defined and supported by a backup plan.\n\n- Backup plans are routinely tested through a formal process.\n\n- Metrics such as the time to switch to backup mode, repair time, and the time to return to normal operations are recorded and readily available.",
        "evaluation": "- Request a list of critical processes.\n\n- Review the planning, results, and execution of tests for these processes.\n\n- If possible, verify that the backup mode is functional on the shop floor (e.g., activate the backup printer, check the availability of spare parts).\n",
        "fully_applied": "Critical processes, such as equipment, logistics operations, and communication systems, are defined, and backup modes with corresponding instructions are established.",
        "partially_applied": "",
        "not_applied": "Critical processes have not been identified."
      }
    ]
  },
  {
    "id": "3.01",
    "title": "Known Good Condition",
    "category": "8. Achieve zero defects by adhering to standards and utilizing capable processes.",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "The goal is to ensure the application of the standard.\n\nIn the event of a defect, incident, or issue, the first step is to verify the proper application of the defined standard:\n- The Team Leader is responsible for this process.\n- Parameters are checked, or a Standardized Work Audit is conducted.\n- A threshold is set to trigger the Known Good Condition.\n- Actions are recorded in the tracking system.\n- Deviations from the standard are monitored, and an improvement plan is implemented to enhance adherence to the standard.",
        "evaluation": "Request to review the reaction rules (thresholds to trigger Known Good Condition). \n\nVerify that the two Known Good Conditions are in alignment with these rules.\n",
        "fully_applied": "Rules to trigger the Known Good Condition are defined (at least before reaching the Line Problem Solving threshold, including reaction rules). \n\nKnown Good Conditions are carried out in accordance with the established reaction rules.",
        "partially_applied": "The Known Good Condition is missing according to the defined rules.",
        "not_applied": "Rules to trigger the Known Good Condition, including thresholds and reaction rules, are not defined.\n\nNo Known Good Condition has been performed in the last two weeks."
      },
      {
        "expectation": "",
        "evaluation": "Ask the Team Leader to provide the checks and actions for the two Known Good Condition standards.",
        "fully_applied": "The standard is checked (e.g., through Standard Work Audit, machine parameters), and the Known Good Condition is verified by the Team Leader. Actions are planned following the verification of the Known Good Condition.",
        "partially_applied": "Standard check results are recorded, but no actions have been defined.",
        "not_applied": "No standard check was performed during the Known Good Condition verification."
      }
    ]
  },
  {
    "id": "3.02",
    "title": "Poka Yoke",
    "category": "8. Achieve zero defects by adhering to standards and utilizing capable processes.",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "Poka Yoke, testers, and 100% technical check testing processes are implemented according to the Control Plan and visual standards. These processes are tested following the instructions and frequency set by a qualified operator. In the event of Poka Yoke or tester failure, a backup mode is defined and approved by the customer, if authorized (For Safety & Regulation at ASTEMO, mandatory rules require 100% inspection, 100% marking of parts, and 100% traceability recording).\n\nAny production under backup mode must be carried out by a qualified operator according to the standard, and formalized by a formal derogation signed by the Quality Manager (or an authorized deputy) within 24 hours.\n\nIf a backup mode is not defined or authorized, escalation rules must be established, communicated, and enforced. In such cases, production must cease.",
        "evaluation": "Request to view the Control Plan to review the Poka Yoke/Testers, and select one safety and regulatory Poka Yoke (if applicable) and one non-safety and regulatory Poka Yoke (if applicable). Verify their presence at the workstation and ensure they align with the visual standard.\n\nCheck the reaction rules for Poka Yoke/Tester failure in the instructions and compare them with those outlined in the Control Plan.",
        "fully_applied": "The Poka Yoke/Tester are consistent with the Control Plan. Reaction rules and backup modes (if applicable) are outlined in the work instructions and align with the Control Plan.\n\nThe reaction rules and backup mode are clearly visible on the padlocks.",
        "partially_applied": "At least one Poka Yoke/Tester is implemented, but it is not aligned with the Control Plan, or the reaction rule/backup mode does not match the Control Plan.",
        "not_applied": "Poka Yoke/Testers are missing on the line as per the Control Plan, or the reaction rules/backup mode are not defined.\n\nThe Poka Yoke backup mode does not comply with the mandatory safety and regulatory Poka Yoke rules."
      },
      {
        "expectation": "",
        "evaluation": "Observe the Poka Yoke (PY) testing process, including Rework PY, and verify the work instructions for Poka Yoke/Tester verification and backup mode.",
        "fully_applied": "Poka Yoke/Testers are tested by a qualified person according to the defined frequency and instructions.\n(Certification/Training list, cards, etc)\n\nThe status of the testers (Padlocks) is visible and aligns with the actual status.",
        "partially_applied": "The work instructions are incomplete or lack necessary information.",
        "not_applied": "Poka Yoke/Testers are not tested according to the defined frequency. \n\nPadlocks do not reflect the actual status of the Poka Yoke. \n\nThe operator is not following the Work Instructions for Poka Yoke testing."
      },
      {
        "expectation": "",
        "evaluation": "Request to see where the OK/NOK dummies or Red and Green masters are stored, and assess their condition, identification, and calibration.",
        "fully_applied": "Red/Green \"masters\" or masters used to validate Poka Yoke/Tester are properly identified, cleaned, zoned, and up to date (calibrated/validated).",
        "partially_applied": "At least one Red/Green \"master\" or master used to validate Poka Yoke/Tester is either not identified, not cleaned, not zoned, or not up to date (not calibrated/validated).\n",
        "not_applied": "Red/Green \"masters\" or masters used to validate Poka Yoke/Tester are not properly identified, cleaned, or zoned, or they are not up to date (not calibrated/validated).\n"
      },
      {
        "expectation": "",
        "evaluation": "Ask the operator about the backup mode and escalation rules, and how they are applied. \n\nObserve the Poka Yoke (PY) testing process. In the event of a PY failure, verify if the backup mode is applied correctly and check whether a Line Problem Solving case has been opened.",
        "fully_applied": "Backup mode work instructions are defined, and the operator is aware of how to apply them. \n\nIf no backup is defined, escalation rules are known and followed.\n\nThere is evidence of regular backup mode testing at least once a year. \n\nA process deviation is formalized if the backup mode exceeds 24 hours of production.\n\nA Line Problem Solving case is opened in the event of a backup mode.",
        "partially_applied": "Backup mode work instructions are defined, but the operator does not know how to apply them. \n\nThere is no evidence of backup mode testing in over a year. \n\nA derogation is not formalized in cases where the backup mode exceeds 24 hours of production. \n\nA Line Problem Solving case has not been opened in the event of a backup mode.",
        "not_applied": "Backup mode work instructions are either not defined or not applied. \n\nThere is no evidence of backup mode testing. \n\nNo derogation has been opened after using the backup mode for more than 24 hours."
      }
    ]
  },
  {
    "id": "3.03",
    "title": "1st Piece Quality",
    "category": "8. Achieve zero defects by adhering to standards and utilizing capable processes.",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "Special Characteristics (SC)\nThe 1st Piece Quality process is defined based on the Control Plan, and instructions on how to perform 1st Piece Quality are available.  \n1st Piece Quality must be performed at the beginning of the shift, after a changeover, or following a significant breakdown.  \n\nMandatory items to check must include:\n- HSE Safety, Skill Level, 5S  \n- Poka Yoke - Process parameters  \n- Material, Machine/Equipment/Tool/Measurement devices  \n- Product characteristics  \n\nEnsure proper application of 1st Piece Quality:\n- The operator is qualified.  \n- The operator is executing the 1st Piece Quality process as required.  \n",
        "evaluation": "- Check the 1st Piece Quality checksheet (paper or digital).\n- Verify the instruction for 1st Piece Quality, as outlined in the Control Plan.\n- Ensure that mandatory items are included, such as Special Characteristics identification and reaction rules.",
        "fully_applied": "The 1st Piece Quality checksheet aligns with the Control Plan (including items and reaction rules) and includes all mandatory items (HSE Safety, Skill level, 5S, Poka Yoke, Material, Machine/Equipment/Tool/Measurement devices, Product Characterisctics) . Safety and regulatory symbols from ASTEMO or the customer are used (if applicable)",
        "partially_applied": "The 1st Piece Quality checksheet aligns with the Control Plan, but at least one reaction rule is not consistent with the Control Plan.",
        "not_applied": "The 1st Piece Quality checksheet is missing, or the items are not aligned with the Control Plan, or it does not include mandatory items. Additionally, safety and regulatory symbols from ASTEMO or the customer are not used."
      },
      {
        "expectation": "",
        "evaluation": "- Check the \"product/process parameters\" in the Control Plan and the work instructions for performing 1st Piece Quality, and cross-check them with the checksheet.\n- For Special Characteristics, verify that the measurement method and the OK/NOK limits are described in the instructions.",
        "fully_applied": "A work instruction for performing the 1st Piece Quality is available, with clearly defined acceptance criteria.\n\nProcess and product characteristics are specified, including parameters, OK limits, and NG limits.",
        "partially_applied": "The work instructions for performing 1st Piece Quality are available, but at least one item has missing or unclear criteria.",
        "not_applied": "The work instruction for performing 1st Piece Quality is missing or incomplete."
      },
      {
        "expectation": "",
        "evaluation": "- Observe the 1st Piece Quality process and verify the items/values, tolerances, and status.\n- Ask to see the Control Plan and cross-check the observed information with the plan.",
        "fully_applied": "The 1st Piece Quality process is performed by the operator or Team Leader. The checksheet is filled out with a clear final status of OK/NG for each item, and the final status is given by the Team Leader or Supervisor (OK/NG/Deviation). Measurement devices are calibrated and validated.",
        "partially_applied": "1st Piece Quality is performed, and the parts are OK, but the form is not properly filled out or is missing validation.\n",
        "not_applied": "1st Piece Quality is not performed. The final status of 1st Piece Quality does not reflect the current situation. Measurement devices are not up-to-date, calibrated, or validated."
      },
      {
        "expectation": "",
        "evaluation": "- Ask the Team Leader/Supervisor about the process for segregating suspected parts until the end of validation (segregation can be done physically or by an IT system).\n  \n- Check the physical identification and storage of the first okay part.",
        "fully_applied": "Parts are segregated between the start of production and the conclusion of laboratory testing (when applicable).",
        "partially_applied": "",
        "not_applied": "Parts are not segregated between the start of production and the conclusion of laboratory tests or the end of the 1st Piece Quality process."
      },
      {
        "expectation": "",
        "evaluation": "Ask the supervisor to provide an example of 1st Piece Quality from at least a year ago.",
        "fully_applied": "The document retention period is properly applied, with records kept for at least 1 year.",
        "partially_applied": "",
        "not_applied": "There is no document retention, or the retention period is less than 1 year."
      }
    ]
  },
  {
    "id": "3.04",
    "title": "Self Inspection",
    "category": "8. Achieve zero defects by adhering to standards and utilizing capable processes.",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "Any defects created at the workstation are detected and identified by the operator, who applies the established reaction rules. The operator is qualified to perform the job within the required takt time.\n\nThe operator is aware of the appropriate actions to take in case of non-conformity, including the stop@defect rule.\n\nBefore performing operational tasks, the operator checks the defined criteria (Critical To Customer - CTC) relevant to the assigned tasks, followed by a specific check to ensure compliance.",
        "evaluation": "Ask to see the CTC list and Control Plan, and verify the stations where each CTC is monitored (when applicable).\n\n\n\n",
        "fully_applied": "There is an updated Special Characteristics (SC)/Critical to Customer (CTC) list based on the latest customer claims (when applicable). The Control Plan integrates all Special Characteristics and specifies where in the process each one is checked.",
        "partially_applied": "There is a Special Characteristics/CTC list, but it has not been updated based on the latest customer claims (when applicable). The Control Plan integrates all Special Characteristics and specifies where they are checked in the process.",
        "not_applied": "There is no Special Characteristics list, or some Special Characteristics are missing in the Control Plan.\n"
      },
      {
        "expectation": "",
        "evaluation": "Interview the operator at a workstation with Special Characteristics control to explain each task and the \"stop at defect\" rules. Compare their explanation with the work instructions (WI). If the operator is under training by the Team Leader, proceed to another station.",
        "fully_applied": "The operator is trained to at least Level L, follows the Self Inspection tasks, understands the OK/NG limits, and applies the reaction rules accordingly.",
        "partially_applied": "The operator is trained to a minimum Level L but is unaware of the reaction rules.",
        "not_applied": "The operator is not trained to at least Level L or is not applying self-inspection according to the work instructions."
      },
      {
        "expectation": "",
        "evaluation": "For the same workstation, ask to see the history of the tally sheet to confirm the correct application of the \"Stop at Defect\" rule. Check for evidence of Known Good Condition or if Line Problem Solving was opened when the threshold was reached. Ensure that the tally sheet includes failure codes for defects and compare these failure codes between the Self-Inspection station and the Final Inspection tally sheet.\n\nNote: The assessment of failure codes in the tally sheet will begin from Semester-2, 2025.",
        "fully_applied": "A tally sheet to record defects is available (either paper or digital) and includes Self-Inspection check items with corresponding Failure Codes. The \"Stop at defect\" rules are clearly defined and followed.",
        "partially_applied": "The tally sheet for recording defects is available (either paper or digital) but is not fully aligned with the Self Inspection check items or is missing failure codes.",
        "not_applied": "No tally sheet is implemented, or the reaction rules are missing or not being followed."
      }
    ]
  },
  {
    "id": "3.05",
    "title": "Final Inspection",
    "category": "8. Achieve zero defects by adhering to standards and utilizing capable processes.",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "The final inspection clearly defines inspection points with specified limit OK/NOK criteria, and a suitable inspection path is established to prevent bottlenecks. While a final workstation does not have to be 100% dedicated to inspection, rework is not allowed to be performed there.\n\nThe final inspection workstation should be well-organized, clean, and well-lit (in line with 5S principles).\n\nThe team responsible for final inspection is qualified through R&R (Repeatability and Reproducibility) studies related to final inspection or temporary quality wall processes.\n\nA 200% Inspection is implemented during launches, transfers, or in response to major issues or customer requests. This is done in accordance with the Final Inspection Validation Check Sheet and the application of the 200% inspection template.\n",
        "evaluation": "- Check Path Diagram/Work Instruction: Review the path diagram and work instruction for the final inspection process, and observe the final inspection or 200% inspection process for two parts.\n\n- Interview Final Inspector: Speak with the final inspector to understand the number of checking points involved in the process and inquire about the most recent customer issues. Cross-check this information with the latest customer claims to ensure that the customer is adequately protected.\n\n- Check Final Inspection Validation Form: Review the final inspection validation form to determine who performed the validation and how it was carried out.\n\n- Observe Final Inspection Workstation: Assess the conditions of the final inspection workstation to ensure it is organized, clean, well-lit, and complies with 5S principles.\n\n- Check R&R Validation with Quality Department: Verify the repeatability and reproducibility (R&R) validation with the quality department, and cross-check it with the skill matrix, particularly for the most recent customer concern.",
        "fully_applied": "- 200% Inspection check items (where applicable)  are fully integrated into Final Inspection, with the same inspection method applied throughout.\n- Inspection criteria (OK/NG limits) are clearly defined in the Work Instructions and are well understood by the operator.\n- The operator follows the defined inspection path properly.\n",
        "partially_applied": "The inspection criteria are defined, but there is no clear OK/NOK definition.\n\nThe Final Inspection workstation does not meet the appropriate 5S standards.\n\nThe operator is not following the designated inspection path, although all check items are being inspected, or additional check items not included in the Work Instruction are being checked.",
        "not_applied": "At least one check item in the 200% Inspection is not included in the Final Inspection.\n\nThe inspection criteria are either missing in the Work Instruction or unknown to the operator.\n\nAt least one check item is not inspected.\n\nThe Final Inspection or 200% Inspection operator is performing rework."
      },
      {
        "expectation": "",
        "evaluation": "- Ask Final Inspection Operator: Inquire with the final inspection operator about the findings in the 200% inspection process.\n\n- Ask About Defects: Ask the final inspection operator to describe the defects found during the inspection and whether they originated from the upstream process or were recorded in the tally sheet.\n\n- Follow-Up with Operator: Visit the operator who did not detect the defect and ask for feedback regarding the final inspection findings. This will help assess the communication and feedback loop between the inspection processes.",
        "fully_applied": "Provide immediate feedback to the Team Leader for every defect identified during the 200% inspection. (If immediate feedback isn't feasible, a predefined threshold should be established to trigger the feedback.) The Team Leader then communicates the findings to the Final Inspection team and the operator, including those conducting self-inspections.  \n\nThe same procedure applies during the Final Inspection.\n\nAll defects are logged in the tally sheet.",
        "partially_applied": "At least one feedback from Final Inspection/200% Inspection is missing or there is no evidence that feedback was provided to the concerned operator.\n\nFeedback is not provided immediately.\n\nSome defects are not recorded in the tally sheet.\n",
        "not_applied": "No feedback on deviations has been provided to the Final Inspector or concerned operator.\n\nThe tally sheet is either not implemented or not being used."
      },
      {
        "expectation": "",
        "evaluation": "- Ask Quality Department/Production Manager: Inquire about the convergence plan or improvement approach for the 200% inspection process. This will help understand the strategies in place for addressing any identified gaps, improving inspection accuracy, and aligning the process with customer requirements or internal quality standards.",
        "fully_applied": "A convergence plan for the 200% inspection is available for all outstanding check items.",
        "partially_applied": "A convergence action plan is not defined for at least one check item of the 200% inspection.",
        "not_applied": "There is no convergence plan for the 200% Inspection check items."
      }
    ]
  },
  {
    "id": "3.06",
    "title": "Management of Non-conformance",
    "category": "8. Achieve zero defects by adhering to standards and utilizing capable processes.",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "Non-conforming parts are clearly marked to prevent unintended use or shipment.\n\nNon-conforming parts are promptly separated to avoid mixing with conforming parts.\n\nNon-conforming parts are reviewed daily, and a continuous improvement process is actively implemented.",
        "evaluation": "- Ask the operator to identify the nearest red/yellow bin associated with their workstation.\n\n- Confirm that each non-conforming part in a red or yellow bin is properly labeled and stored in a way that prevents damage.\n\n- Verify that parts in the red/yellow bins are recorded in the tally sheet.\n\n- Observe the shift change process to ensure that red/yellow bins are handed over empty.\n\n- Ask the operator to explain the flow of non-conforming parts.\n\n- Ask the Team Leader how they manage suspect products.\n",
        "fully_applied": "The flow of non-conforming part  (including line layout, rework, repair, and recovery parts, as well as parts sent out or returned) is clearly defined.",
        "partially_applied": "A non-conforming part flow exists, but it does not align with the current process layout.",
        "not_applied": "The non-conforming part flow is not available."
      }
    ]
  },
  {
    "id": "3.07",
    "title": "Rework/Repair Operations",
    "category": "8. Achieve zero defects by adhering to standards and utilizing capable processes.",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "Rework, repair, and recovery operations must be conducted under controlled conditions to ensure compliance with customer and legal requirements.\n\nRework can be performed either on-line or off-line.\n\nAuthorized rework, repair, and recovery operations must be defined and formalized through Work Instructions.\n\nOperators must be qualified for all authorized operations, with their qualifications re-validated annually.\n\nReworked, repaired, or recovered parts must be identified and recorded with their failure mode in the tally sheet or Failure Collection Sheet.\n\nReworked, repaired, or recovered parts must be validated by a qualified individual other than the person who performed the rework.\n",
        "evaluation": "- Review the list of authorized rework/repair/recovery defects and the associated Work Instructions.\n\n- Check the Final Inspection records to verify if reworked parts were still NG after rework.\n\n- Verify that operators performing rework/repair/recovery are qualified, and ensure re-validation is up to date by reviewing the last three Standardized Work Audits (SWA) for different types of rework.\n\n- If necessary, check the certification document.\n\n- Select two main defects and ask the Team Leader (or operator) about the rework process and ensure compliance with Work Instructions. (Ideally, confirm this during the rework operation.)\n\n- Confirm that the reworked part is validated by a qualified operator other than the one performing the rework/repair/recovery.\n\n- Ensure that reworked parts are properly marked.\n\n- Review records in the rework tally sheet.\n",
        "fully_applied": "A list of authorized rework/repair/recovery defects is available.\n\nWork Instructions for rework, repair, and recovery (when applicable) defects are available and describe all operational steps.\n\nThe Team Leader and operators follow the Work Instructions.\n",
        "partially_applied": "The list of authorized rework/repair/recovery defects (when applicable) is incomplete.\n\nWork Instructions for rework, repair, or recovery are missing for some defects.",
        "not_applied": "- No Work Instruction available.\n\n- Work Instructions for rework, repair, or recovery (when applicable) are not followed.\n\n- No good part is released after the operation."
      }
    ]
  },
  {
    "id": "3.08",
    "title": "Key Product Quality",
    "category": "8. Achieve zero defects by adhering to standards and utilizing capable processes.",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "Special Characteristics (SC) are defined in the control plan and listed in the Master List, including process control methods and frequencies in line with the control plan.\n\nCapability studies are conducted for key or special characteristics using the standard calculation method, at least at the minimum frequency and target set by the Customer Specific Requirements (CSR).\n\nIf the capability target is not met, 100% inspection is implemented.\n\nIf the 100% inspection is temporary, an action plan is in place.",
        "evaluation": "- Check the Master List for Special Characteristics (SC), select one, and verify if it aligns with the control plan (control method and frequency).\n  \n- For the selected characteristic, review if the capability study is conducted at the frequency defined by the standard. Check the results and ensure an action plan is in place if the target is not achieved.",
        "fully_applied": "The Master List for Special Characteristics (SC), including site-critical SCs and their capability for each line and product, exists in the standard format and is reviewed and/or updated according to the defined frequency (at least once a year).\n\nCapability results are available for the required SCs.",
        "partially_applied": "The Master List for Special Characteristics (SC) has not been reviewed and/or updated for more than one year, or capability results for the required SC have not been updated for more than one year.",
        "not_applied": "There is no Master List for Special Characteristics (SC), or it is incomplete.\n\nCapability results are missing for at least one characteristic."
      },
      {
        "expectation": "",
        "evaluation": "- Review the overview of capability studies for safety and regulatory Special Characteristics (SC), as well as other SCs.",
        "fully_applied": "Capabilities have been performed at the minimum CSR frequency. If regional rules are more demanding, the frequency has been adjusted accordingly.",
        "partially_applied": "Capabilities have been conducted at the minimum CSR frequency (or regional requirements if more demanding), covering 100% of safety and regulatory (S&R) characteristics and at least 50% of other Special Characteristics (SC).",
        "not_applied": "Capabilities have not been conducted at the minimum CSR or regional requirement frequency."
      }
    ]
  },
  {
    "id": "3.09",
    "title": "Supplier Management",
    "category": "8. Achieve zero defects by adhering to standards and utilizing capable processes.",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "Ensure that all purchased parts are delivered without failures.\n\nIn case of non-conformity, verify the Known Good Condition supplier information (claim) and implement appropriate countermeasures to protect ASTEMO.\n\nAgree on boundary samples with suppliers (define OK/NOK limits).\n\nReport supplier issues in the system.\n\nTrack supplier performance.\n\nManage reimbursement (credit notes) following supplier failures.\n",
        "evaluation": "Request the SQA to open the quality report and inquire about the latest supplier issues related to raw materials or purchased components. For two supplier issues, ask the SQA for the 8D analysis received from the supplier.",
        "fully_applied": "A robust D3 is completed within 24 hours of the incident communication to the supplier, and the clean point is communicated to ASTEMO. There is no recurrence after the clean point, ensuring ASTEMO is protected.\n",
        "partially_applied": "The robust D3 was not completed within 24 hours of the incident communication to the supplier, and the clean point was not communicated to ASTEMO. There is no recurrence after the clean point.\n",
        "not_applied": "The defect has reoccurred after the Clean Point, leaving ASTEMO unprotected."
      },
      {
        "expectation": "",
        "evaluation": "Request the list of boundary samples (aspect/decorative parts) and verify them either physically or through a photobook, depending on the defect type.",
        "fully_applied": "All boundary sample parts are registered, identified, and approved. If necessary, expiration dates are specified.",
        "partially_applied": "Boundary sample parts (for aspect parts) are registered, identified, and approved, but some are either missing or lack an expiration date (if applicable).",
        "not_applied": "There is no management of boundary sample parts (for aspect parts)."
      },
      {
        "expectation": "",
        "evaluation": "Check one debit alert in the system and confirm the agreement with the supplier.\n\nAsk the SQA to review the open QP/Failure Supplier notification.\n",
        "fully_applied": "Costs related to supplier failure are collected, and debit alerts are created and agreed upon with the supplier. Open supplier costs are escalated to purchasing, and progress is regularly reviewed.",
        "partially_applied": "Costs related to supplier failure are collected, and debit alerts are created and submitted, but they are not agreed upon. Open supplier costs are not escalated to purchasing, and progress is not reviewed.",
        "not_applied": "Supplier failure costs are not being collected or debit alerts have not been created."
      },
      {
        "expectation": "",
        "evaluation": "If the site is at risk due to a supplier, ask the SQA or Quality Manager about the escalation process and the list of top offending suppliers.",
        "fully_applied": "For the top worst suppliers (major issues, recurrence, or high costs), an improvement plan is in place and regularly reviewed.\n \n",
        "partially_applied": "Top worst suppliers (with major issues, recurrence, or high costs) have been identified, but the improvement plan is not reviewed regularly.",
        "not_applied": "The top worst suppliers have not been identified, or supplier performance targets have not been defined."
      }
    ]
  },
  {
    "id": "3.10",
    "title": "Audit",
    "category": "8. Achieve zero defects by adhering to standards and utilizing capable processes.",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "Product/manufacturing process audits, OES assessments, system audits, special audits, and Layered Process Audits (LPA) are conducted in accordance with customer or ASTEMO requirements.\n\nAudits are carried out as per the plan by qualified auditors. In case of non-conformities, actions, responsibilities, and due dates are defined.",
        "evaluation": "- Review the yearly audit plan, including all required internal and external audits, and discuss the results with the responsible person for conducting the audits.\n\n- Select process, product, and other internal audits, then review the results and corresponding actions.\n\n- Request evidence of auditor qualification levels and certificates, ensuring requalification of auditors every 3 years.\n\n- Check evidence of audit reviews, select audits to examine reports and action plans.\n\n- Consider special audits, including safety and regulatory audits, and the 8 Quality Basics.\n\n- Review the LPA schedule and actions. Request evidence of the LPA implementation plan (e.g., SIP).",
        "fully_applied": "An audit plan exists that includes all required audits, and audits are performed according to the initial plan or rescheduled with justification.",
        "partially_applied": "Some audit activities are missing from the planning.\n\nAudits are not conducted according to the plan.\n\n",
        "not_applied": "The audit plan is missing, or one of the following mandatory quality items is not included:\n- Process/Product audit for safety and regulatory.\n\n"
      }
    ]
  },
  {
    "id": "4.01",
    "title": "Production Monitoring",
    "category": "9. Operate with only the necessary resources",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "For machine-driven lines (where the machine is the bottleneck), the target is aligned with the Machine Cycle Time (MCT).\n\nFor manpower-driven lines (where the operator is the bottleneck), the target is aligned with the Standard Cycle Time.\n\nActual production is updated in real-time (at least every hour).\n\nTriggers for reaction are clearly defined.\n\nReaction rules are defined and consistently applied.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOperators are empowered to apply the defined reaction rules (e.g., stop, call wait, HSE risk, shortage of components, unknown issues, abnormalities) and request support from the Team Leader.",
        "evaluation": "Challenge the target for a full hour without any planned events (such as changeovers or planned stoppages).\n\nVerify the actual performance hour by hour to ensure the data is accurate.\n\nAsk what the triggers are for reacting to performance deviations.\n",
        "fully_applied": "Handwritten or digital solution:  \n- The hour-by-hour chart is well utilized:  \n  - It is filled for all previous hours with green/red color indicating performance.  \n  - The target is clearly defined.  \n  - Comments are added when production falls below the target.",
        "partially_applied": "There is no use of green/red color on the hour-by-hour chart.  \n\nIf the output is not updated in real-time, it is not acceptable.  \n\nSome comments are missing when deviations occur.",
        "not_applied": "No target is defined.  \n\nSome hours are not filled in with actual results.  \n\nComments are systematically missing when deviations occur."
      },
      {
        "expectation": "",
        "evaluation": "For a machine-driven line:  \n- Compare the target with the Machine Cycle Time (MCT) and Standard Cycle Time (ST).  \n- Confirm that actions are taken based on the HR per hour results.",
        "fully_applied": "For a machine-driven line:  \nThe real/actual Machine Cycle Time is aligned with the parts board target.",
        "partially_applied": "For the machine-driven line:  \n- The target on the parts board is for the wrong part number.  \n- There is a mismatch (±) between the real/actual Machine Cycle Time and the parts board target, or the Standard Time Efficiency (ST Eff'y) is higher than 110%.",
        "not_applied": "For the machine-driven line:  \n- There is a mismatch (±) between the real/actual Machine Cycle Time and the parts board target, or the Standard Time (ST) / Efficiency (Eff'y) time is higher than 120%."
      },
      {
        "expectation": "",
        "evaluation": "For a manpower-driven line:\n\n- Compare the target with the real Cycle Time.\n- To assess Real Cycle Time: consider the speed of the line in a continuous flow system or the operator bottleneck station time (using Cycle Time Diagram/Standardized Work).\n- Verify if the parts board’s actual column is filled in (at least hourly) with accurate data.\n- Ask what the triggers are for reacting to performance deviations.\n\nIt is acceptable if the parts board is not updated during the recovery period, as long as comments are present (e.g., \"Team Leader on line to recover\").",
        "fully_applied": "For a manpower-driven line:\n\nThe real Cycle Time is aligned with the target on the display board and at the Operator Bottleneck Station.\n\nThis applies only to daily produced parts on dedicated lines.",
        "partially_applied": "For the manpower-driven line:  \n- There is a mismatch (±) between the target and the real Cycle Time, with the Standard Time Efficiency (ST Eff'y) being higher than 10%.",
        "not_applied": "For the manpower-driven line:  \n- There is a mismatch (±) between the target and the real Cycle Time, and/or the Standard Time Efficiency (ST eff'y) is higher than 20%."
      },
      {
        "expectation": "",
        "evaluation": "Go to the line and simulate an Andon situation, then wait for the Team Leader's arrival.  \n\nThis is applicable for representative capacity and assembly lines that operate with opening times longer than one shift and have a large amount of direct labor.  \n\nIt is not applicable to service part lines.",
        "fully_applied": "In the event of a line issue or potential problem (such as stoppage, quality concerns, or an almost empty flow rack), an Andon system is in place to alert the Team Leader. The Team Leader responds to Andon system calls and is aware of which area requires support.",
        "partially_applied": "The system exists, but the Team Leader is not reacting, and/or the Team Leader does not know where to provide support.",
        "not_applied": "There is no Andon system for more than 50% of the representative capacity and assembly lines."
      }
    ]
  },
  {
    "id": "4.02",
    "title": "Labor Management (Direct)",
    "category": "9. Operate with only the necessary resources",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "The site should assess the disparity between the current and ideal headcount for direct labor. \n\nThe gap to the benchmark should serve as a guide to determine where to initiate or continue activities and workshops.\n",
        "evaluation": "Ask for the methodology to quantify Productivity for Direct Labor (DL)\n\n\n       ",
        "fully_applied": "The methodology for quantifying productivity opportunities is applied to the primary production lines, covering 80% of the site’s sales. The most recent update is no older than six months.",
        "partially_applied": "The productivity analysis to quantify opportunities has been conducted for less than 50% of the site’s sales. \n\nThere are several discrepancies between the analysis and the current situation.",
        "not_applied": "There is no methodology in place to quantify productivity opportunities."
      },
      {
        "expectation": "Routings are synchronized with the actual shop floor conditions and are updated once budget planning is finalized.\n\nImprovement workshops and daily management practices are employed to bridge the gap.",
        "evaluation": "Check DLE Accuracy.",
        "fully_applied": "Standard times are accurate for all inspected lines. The cycle time, team size, and routings are all correct and up to date.",
        "partially_applied": "Standard times are calculated accurately, but the routings are incorrect.",
        "not_applied": "No reports on standard times or headcount are available."
      },
      {
        "expectation": "",
        "evaluation": "Check if ST reduction target has been met in last year.",
        "fully_applied": "A report is provided demonstrating that the site has achieved the standard time (ST) reduction goal for all OEM products' working minutes.\n",
        "partially_applied": "ST improvements can be demonstrated, but the target was not achieved.",
        "not_applied": "There is no methodology in place to reduce ST labor, nor is there a plan for moving forward."
      }
    ]
  },
  {
    "id": "4.03",
    "title": "TPM in  Production",
    "category": "9. Operate with only the necessary resources",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "Equipment and line-specific facilities are regularly maintained, with an accurate priority list for equipment care that is properly executed. Equipment, mechanical rooms, and tooling are kept clean.\n\nEquipment refers to machines and tools used in normal serial production.\n\nPreventive maintenance levels 1 and 2 are carried out by the operator and/or team leader.",
        "evaluation": "Review the planning for preventive maintenance levels 1 and 2, and verify whether instructions are available. \n\nAlso, examine the maintenance records.\n\nScope: Entire site.",
        "fully_applied": "Preventive Maintenance Levels 1 & 2:  \nPreventive maintenance is carried out as per the plan on 75-100% of equipment (including machines, facilities, and tooling), supported by work instructions.",
        "partially_applied": "Preventive Maintenance Levels 1 & 2:  \nA preventive maintenance plan exists with work instructions, but it covers less than 75% of the site’s production equipment. \n\nUp to 25% of tasks are not performed, with execution planning delayed by over a month.\n\nWork instructions are available, but their content is poorly described.",
        "not_applied": "Preventive Maintenance Levels 1 & 2:  \nThe preventive maintenance plan exists for less than 50% of the site’s production equipment.\n\nMore than 25% of tasks are not performed, with execution planning delayed by over one month.\n\nNo work instructions are available."
      },
      {
        "expectation": "Production performance and issues are monitored closely.\n\nFor capacity equipment, OEE (Overall Equipment Efficiency) is tracked, and a Pareto analysis of non-OEE categories is available. \n\nFor equipment operating at Takt Time, a Pareto analysis of loss categories is conducted.\n\nIn cases of poorly performing equipment or processes, a thorough analysis and corrective actions are implemented. Follow-up is done to ensure problem resolution and continuous improvement.\n\n\"Process\" refers to equipment working together.\n\nPoor performance is identified in equipment or processes causing significant stoppages or quality issues.\n\nThe site should have at least one piece of poorly performing equipment to focus on for improvement.",
        "evaluation": "Verify that OEE losses are tracked, either manually or digitally, and ensure that comments or codifications are included.",
        "fully_applied": "OEE losses (as per the production log sheet) are tracked with code identification and comments when necessary.\n\nFor digital reporting methods (L2L), confirm that all stoppages and events are classified by the end of each hour.",
        "partially_applied": "The production log sheet is filled in, but several stoppages lack comments or codification.\n\nSome events are unclassified by the end of the hour.",
        "not_applied": "There is no production log sheet available.\n\nEvent classifications are systematically missing."
      },
      {
        "expectation": "",
        "evaluation": "Please ask the Production Managers to provide insights on underperforming processes:\n\n- For poorly performing equipment or processes, ask them to explain the Pareto analysis of losses.\n\n- Request an explanation of the actions taken and their impact on the top issues.\n\n- Verify the follow-up on global improvements.",
        "fully_applied": "For capacity or dedicated equipment/lines:\n\nAt least one underperforming equipment or line (or a minimum of one equipment/line for improvement) should meet the following criteria:\n\n- A monthly Pareto of non-OEE losses by category exists (at least for the last month).\n- Top problems (big fish) are identified through a Pareto of Pareto analysis.\n- Actions are defined for addressing the top problems.\n- The impact of the actions is monitored.",
        "partially_applied": "For underperforming capacity or dedicated equipment/lines (missing one element):\n\n- A monthly Pareto of non-OEE losses by category exists (at least for the last month).\n\n- Top problems (big fish) are identified through a Pareto of Pareto analysis.\n\n- Actions are defined to address the top problems.\n\n- The impact of these actions is monitored.",
        "not_applied": "The Production Manager is unable to explain the process of underperformance.\n\nFor underperforming equipment/lines (missing two or more elements), or if the site has not selected any equipment for improvement:\n\n- A monthly Pareto of non-OEE losses by category exists (at least for the last month).\n\n- Top problems (big fish) are identified through a Pareto of Pareto analysis.\n\n- Actions are defined to address the top problems.\n\n- The impact of these actions is monitored."
      }
    ]
  },
  {
    "id": "4.04",
    "title": "TPM in Maintenance",
    "category": "9. Operate with only the necessary resources",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "Equipment and mechanical rooms are regularly maintained, with an accurate and properly executed priority list for equipment care. \n\nA complete site equipment list is provided for audit purposes. \n\nEquipment and tooling are kept clean.\n\nEquipment refers to machines and tools used in normal serial production.",
        "evaluation": "Review the preventive maintenance levels 3, 4, and 5 planning with the maintenance team.\n\nVerify the existence of instructions or task lists, specific to each machine or machine family.\n\nEnsure that unperformed preventive maintenance (PM) tasks are known and tracked, with visibility or a system in place to highlight performance or completion status.",
        "fully_applied": "Preventive Maintenance Levels 3, 4 & 5:  \n- A preventive maintenance plan exists for 85-100% of equipment (machines and tooling).\n- The completion rate of the preventive maintenance plan is over 75%, measured over the past 3 months.\n- Unperformed preventive maintenance tasks are identified and replanned.\n- A list of tasks and/or work instructions is available for levels 3 and 4.",
        "partially_applied": "Preventive Maintenance Levels 3, 4 & 5:  \n\n- Preventive maintenance covers only 60% to 85% of equipment.\n\n- The completion rate of the preventive maintenance plan is below 75%, measured over the past 3 months.\n\n- Unperformed preventive maintenance tasks are known but not replanned.\n",
        "not_applied": "Preventive Maintenance Levels 3, 4 & 5:  \n\n- Preventive maintenance covers less than 60% of equipment.\n\n- The completion rate of the preventive maintenance plan is below 50%, measured over the past 3 months.\n\n- Unperformed preventive maintenance tasks are neither identified nor tracked (e.g., not visible or monitored through KPIs).\n"
      },
      {
        "expectation": "Abnormalities are recorded (using red labels) and addressed through corrective and preventive maintenance actions.",
        "evaluation": "Abnormalities are recorded for Preventive Maintenance Levels 1, 2, 3, 4, and 5.",
        "fully_applied": "Abnormalities are recorded (e.g., labels, maintenance orders, etc.), planned for resolution, and addressed. A small number of delays are acceptable.\n",
        "partially_applied": "Abnormalities are recorded (e.g., labels, maintenance orders, etc.), but either no deadlines are set, or the deadlines are not being met.",
        "not_applied": "Abnormalities are not being managed."
      },
      {
        "expectation": "Spare parts storage is well-managed both physically and in alignment with the system.",
        "evaluation": "Verify that the cycle count procedure is followed at least once a year and that an action plan is in place for addressing any discrepancies.\n\nCheck two spare parts references in the system and compare them with the physical inventory.",
        "fully_applied": "Spare Parts Management:  \nThe cycle count procedure is followed, and an action plan is in place to address any discrepancies.\n\nThe inventory system matches physical stock with a tolerance of +/- 5%.",
        "partially_applied": "Spare Parts Management:  \nThe cycle count procedure is followed, but an action plan is not in place to address discrepancies. \n\nThere are some discrepancies (>5%) between the system and the physical inventory.",
        "not_applied": "Spare Parts Management:  \nThe cycle count procedure is not being followed.\n\nThere are discrepancies of more than 5% between the system and physical inventory for spare parts."
      }
    ]
  },
  {
    "id": "4.05",
    "title": "Improvement Workshops \n(Standard Time Reduction Plans)",
    "category": "9. Operate with only the necessary resources",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "",
        "evaluation": "Ask the site to explain how they manage direct labor improvement activities.\n\nIn PC&L, a minimum of one workshop per semester is required.\n\nThe number of workshops per Production Manager can be evaluated globally, based on direct labor planning and execution.",
        "fully_applied": "Improvement workshops are conducted regularly to enhance direct labor, with at least the following frequency:\n\n- Production Manager: 1 workshop per quarter\n- Logistics: 1 workshop per semester",
        "partially_applied": "Although not meeting expectations, several workshops have been conducted in the last 6 months.",
        "not_applied": "No workshop activities have been conducted."
      },
      {
        "expectation": "",
        "evaluation": "Select activities/workshops performed over the last 12 months and request the site to explain them, including the before/after situation, actions taken, and the impact on KPIs.",
        "fully_applied": "The results of the workshops can be explained, showing a real impact on KPIs and/or providing concrete examples of waste reduction and the elimination of variability (fluctuations and abnormalities). Clear improvements are associated with outcomes such as:\n\n- Parts per hour improvement\n- Reduction of work content\n- Enhanced line balancing, leading to higher output\n\nThe results are verified on the shop floor, and the standard time routing is updated in the routing system.\n\nDirect labor workshop outcomes are explained by the Supervisor/Team Leader.",
        "partially_applied": "The supervisor is unable to explain the direct labor workshop.",
        "not_applied": "The workshop results cannot be explained with a real impact on KPIs or examples of waste reduction."
      },
      {
        "expectation": "",
        "evaluation": "Check the routing time updates in relation to the monthly Direct Labor Plan evolution, ensuring they reflect the outcomes of productivity workshops.",
        "fully_applied": "Routing time is updated to reflect the new standard time.",
        "partially_applied": "Routing time has not been updated with the new standard time.",
        "not_applied": ""
      },
      {
        "expectation": "Regular activities and workshops are in place to improve machine cycle time.",
        "evaluation": "Ask the site to describe how they manage activities aimed at improving machine cycle time (MCT).",
        "fully_applied": "Improvement workshops/activities are conducted regularly (at least once per semester) to improve machine cycle time (CT) for capacity or machine-driven equipment.",
        "partially_applied": "For capacity or machine-driven equipment, one improvement workshop/activity has been completed in the past 12 months.",
        "not_applied": "For capacity or machine-driven equipment, no improvement workshop/activity has been completed in the last 12 months."
      }
    ]
  },
  {
    "id": "4.06",
    "title": "Material Cost & Expenses",
    "category": "9. Operate with only the necessary resources",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "The site is aware of its contribution to material content improvement projects or actions.\n\nThe site actively drives improvement actions aimed at material yield enhancement and scrap reduction.",
        "evaluation": "Verify that the site initiates actions to improve the Bill of Materials (BOM).",
        "fully_applied": "The site has initiated actions to improve the Bill of Materials (BOM).",
        "partially_applied": "Some actions have not been implemented or are delayed.",
        "not_applied": "Site fails to initiate BOM improvement actions."
      },
      {
        "expectation": "",
        "evaluation": "Ask the site to explain the methodology used to quantify the potential for scrap.  \n\nVerify the methodology applied and ensure that actions are targeting the top scrap offenders and driving improvement.",
        "fully_applied": "An activity to reduce scrap is in place, based on data analysis.\n\nAn action plan exists for this initiative and is actively tracked.",
        "partially_applied": "An action plan exists but is not up to date, or there has been no improvement.",
        "not_applied": "No scrap reduction activity."
      },
      {
        "expectation": "",
        "evaluation": "Ask the site how they track material yield and what actions are being taken to improve it.",
        "fully_applied": "For non-assembly lines, material yield improvement initiatives are in place and are being tracked.",
        "partially_applied": "For non-assembly lines, material yield tracking is in place, but no improvement has been achieved.",
        "not_applied": "Material yield is not tracked for non-assembly lines."
      },
      {
        "expectation": "Manufacturing costs and other expenses are tracked and actively challenged by the site.",
        "evaluation": "Ask the site how they manage manufacturing costs and other expenses.",
        "fully_applied": "Specific workshops or activities related to other expenses (such as manufacturing costs and logistics cost workshops) have been conducted over the past year. An action plan exists for these activities and is being tracked.",
        "partially_applied": "There is an action plan but is outdated. ",
        "not_applied": "No workshops have been conducted in the past two years."
      }
    ]
  },
  {
    "id": "5.01",
    "title": "Drive Site Performance",
    "category": "10. Drive Performance, reinforce prevention by using problem solving approach",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "KPIs are established based on SMART (Specific, Measurable, Achievable, Relevant, and Time-Bound) objectives, taking into account factors such as budget and area priorities.\n\nProgress is monitored through daily, weekly, and monthly routines (e.g., Daily Accountability meetings, Monthly reviews, etc.).\n\nScorecards are implemented at the Site, Production Manager, PC&L Manager, and Supervisor levels, with action plans developed to address any deviations.\n",
        "evaluation": "Conduct interviews with the Site Manager, Production Manager, Supervisor, and Team Leader to gather insights about their KPIs.\n\nSelect a specific line and review the alignment and deployment of KPIs from the Site Daily Accountability Meeting to the Line Daily Accountability Meeting, assessing whether the targets are SMART (Specific, Measurable, Achievable, Relevant, and Time-Bound).\n\nAsk the responsible owner to explain the indicator in detail and clarify the concrete actions taken in response to any deviations.",
        "fully_applied": "Most area indicators, including Line Boards, Supervisor Scorecards/Dashboards, Production Manager Scorecards/Dashboards, and the Site Daily Accountability Meeting board, are coherent and deployed with SMART targets. The actions associated with these indicators are followed up at the defined frequency.\n\nThe owners are able to clearly explain each indicator and outline the specific actions taken in response to any deviations.",
        "partially_applied": "Many area indicators, including Line Boards, Supervisor Scorecards, Production Manager Boards/Scorecards, and the Site Board/Scorecard, are:\n\n- Not coherent or deployed effectively.\n- Not SMART (Specific, Measurable, Achievable, Relevant, Time-Bound).\n- Historic (6 months) and future (3 months) targets are not visible, except in the case of new indicators or Supervisor scorecards.\n\nWhile the owner can explain the indicator, they are unable to provide concrete actions or reactions in case of deviations.\n",
        "not_applied": "Some indicators lack targets or are not updated regularly.\n\nScorecards are not deployed at all levels (Site, Production/PC&L Manager, Supervisor).\n\nThe owner is unable to explain the indicator or its significance."
      },
      {
        "expectation": "Performance reviews are conducted at each level according to the specified frequency:\n\n- Site Head - Production/PC&L Manager: Monthly\n\n- Production/PC&L Manager - Supervisor: Bi-weekly (every 2 weeks)\n\n- Supervisor - Team Leader: Weekly\n\n- Task Assignment Board: Daily\n",
        "evaluation": "Verify that performance reviews are being conducted appropriately at each level, according to the established frequency.\n\nAssess the actions defined during the meetings to improve performance, ensuring that specific action plans are in place. Additionally, check if any adjustments are being made to Supervisor/Team Leader routines as part of the improvement process.",
        "fully_applied": "Performance Review:\n\nIn the event of deviations or negative trends in KPIs:\n\n- Daily:*Task assignments or action plans are implemented to address the issue.\n  \n- Weekly/Monthly: The main contributor(s) to the issue are identified through tools like Pareto analysis, 5-Why’s, Problem Solving, and PDCA. Additionally, changes may be made to the Team Leader/Supervisor routine to correct the course.\n\nThe defined actions lead to positive impacts on results, ensuring that the target is achieved or that a positive trend is established.",
        "partially_applied": "Performance Review:\n\nIn the case of deviations or negative trends in KPIs:\n\n- Daily: Task assignments or action plans are implemented to address the issue.\n  \n- Weekly/Monthly: Some analysis or actions are missing, leading to gaps in addressing the problem effectively.\n\nFor some indicators, the defined actions have not resulted in positive impacts, leading to a sustained negative trend over a long period of time.\n\nFor indicators that are consistently on-target (green syndrome), the targets have not been reviewed or challenged, potentially limiting further improvements.",
        "not_applied": "Performance Review:\n\nIn the case of deviations or negative trends in KPIs:\n\n- Daily: There is no reaction when the target is off.\n  \n- Weekly/Monthly: The contributors to the negative trends are not identified.\n\n- Actions are either not defined or are ineffective in addressing the issues."
      },
      {
        "expectation": "The follow-up of OES application is conducted at least quarterly for each line, with a defined target situation and action plan in place to support KPI achievement.\n\nLeadership is promoted to inspire, empower, and drive the execution of OES implementation, fostering a culture of continuous improvement.\n\nSelf-assessments are carried out by each line for its respective elements.",
        "evaluation": "Request the OES Application plan and interview the Site Manager to gain insights into the deployment process.\n\nOES Application priorities are determined based on their impact on SIP and under-performing KPIs.\n\nRegular reviews are conducted with the entire Site Management team.\n\nA division assessment is carried out by all relevant functions, including HSE, PC&L, Quality, and others.",
        "fully_applied": "OES Deployment:\n\n- A target for deployment is defined for each element, with a minimum target set per element per quarter.\n\n- Actions are outlined for each element based on the target, and these actions are tailored to the specific line or production area when applicable.\n\n- Regular reviews and follow-ups are conducted by the Site Head, with monthly reviews recommended, and weekly or daily follow-ups as needed.\n\n- A regional assessment is carried out at least once per year.",
        "partially_applied": "OES Deployment:\n\n- The target per element is missing.\n\n- Actions are either not defined for some fundamentals or are not specific to the line.\n\n- There is no regular review conducted by the Site Head.\n\n- A regional assessment has not been performed within the year.",
        "not_applied": "OES Deployment:\n\n- There is no OES deployment in place."
      }
    ]
  },
  {
    "id": "5.02",
    "title": "Management Control",
    "category": "10. Drive Performance, reinforce prevention by using problem solving approach",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "To ensure that any critical deviation is detected promptly and the appropriate corrective action is taken to bring performance back to standard at the right organizational level. It is essential to consistently monitor that critical points are being managed effectively, ensuring the site operates smoothly with optimal performance and cost efficiency.",
        "evaluation": "Live Process Observation:\n- Site Tour: Accompany the Site Manager on their tour to observe the process in real-time.\n  - Interviews: Speak with the Operations Manager, PC&L Manager, and Supervisors about their daily tour activities. \n- Site Tour Sheets: Review the Site tour sheets to verify the locations, tasks, and criteria covered during the tour.",
        "fully_applied": "Site tours are formalized and conducted by the Site Head, Operations Manager, PC&L Manager, and Supervisors. These tours should cover at least the same points as those conducted by the Site Head to ensure consistency and thorough monitoring across all levels.",
        "partially_applied": "The site tour is performed but delegated to N-1. However, one Site Head tour point is missing from the Operations Manager, PC&L Manager, or Supervisor's tour.\n\nAdditionally, the site tour is not performed or not formalized at the Supervisor level.",
        "not_applied": "For the Site Head or Operations/PC&L Manager:\n\n- The site tour is not performed or not formalized.\n\n- The site tour sheet lacks details on what to check for each control point, which may lead to inconsistent monitoring and oversight."
      },
      {
        "expectation": "",
        "evaluation": "Request the Site Head to provide the data supporting the control points. There will be **no demerit** for adding additional check points during the site tour, provided they are based on the specific needs of the site.",
        "fully_applied": "Input KPIs (control points) included in the Site tours are selected based on data analysis. Some of these control points are focused on the input process KPIs to ensure critical areas are monitored and performance is optimized at the earliest stage of the process.",
        "partially_applied": "Some control points are not selected or defined through data analysis.",
        "not_applied": "Control points are not defined based on data analysis."
      },
      {
        "expectation": "",
        "evaluation": "Interview individuals involved in control points to assess their understanding of the following:\n\n- Criteria for OK/NOK\n- Visual management\n- Reaction and escalation rules\n- Whether KPIs are updated in real time\n- Effectiveness of the reaction rules applied over the last 24 hours\n\nThe Site Head and Operations/PC&L Managers should verify if the reaction rules are being applied correctly. They should also ensure that the proper application of these rules is displayed and discussed during face-to-face meetings.\n\n",
        "fully_applied": "Control points are defined with clear OK/NG standards, visual management tools, and reaction/escalation rules. Most of these control points are updated at the relevant frequency, ensuring timely monitoring and response to deviations.",
        "partially_applied": "There are some discrepancies in the control points, particularly regarding the standards and visual management, which may affect consistency and clarity in tracking and addressing issues.\n\n",
        "not_applied": "There is no visual management and/or no standard established for control points."
      },
      {
        "expectation": "Input KPIs under management control are monitored and showcased during the respective Site, Department, and Line daily accountability meetings.",
        "evaluation": "Check the Site, Department, and Line daily accountability meetings to ensure that the **Input KPIs under management control** are being **tracked** and **displayed** properly. Verify that these KPIs are clearly visible and discussed during these meetings to support effective management and decision-making.",
        "fully_applied": "Most of the Input KPIs under management control are tracked and displayed in the relevant daily accountability meetings at the corresponding organizational level.",
        "partially_applied": "Less than 50% of the Input KPIs under management control are being monitored and shown during the corresponding daily accountability meetings",
        "not_applied": "None of the Input KPIs under management control are being tracked or displayed at the corresponding level during the daily accountability meetings."
      }
    ]
  },
  {
    "id": "5.03",
    "title": "Productivity Management",
    "category": "10. Drive Performance, reinforce prevention by using problem solving approach",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "All areas of productivity are **followed** and **tracked regularly** at the Site level, with the active **involvement of relevant contributors** to ensure comprehensive monitoring and improvement.",
        "evaluation": "Verify that the portfolio of actions addresses and covers each defined field of productivity management to ensure comprehensive improvement and alignment with overall performance objectives.",
        "fully_applied": "A portfolio of actions is in place for each field to ensure budget achievement. Example fields include:\n\n- Labor (Direct & Indirect)\n- Materials (Scrap Reduction, Yield Improvement, etc.)\n- Other Costs (MFC, Logistics, Machine Costs, etc.)\n\nThese actions are designed to address key areas of cost control and productivity improvement, supporting overall financial targets.",
        "partially_applied": "A portfolio of actions is in place, but it is not comprehensive and does not cover all the relevant fields.",
        "not_applied": "There is no portfolio of actions in place for more than two fields."
      },
      {
        "expectation": "",
        "evaluation": "Compare the productivity achievement of the site with the budget/target set for productivity management to assess performance and identify any gaps between actual results and planned objectives.",
        "fully_applied": "Overall achievement actions versus targets are tracked regularly to monitor progress.\n\nWhen there is a gap to the target, additional actions are defined and implemented to recover the shortfall and align performance with the set objectives.",
        "partially_applied": "Some actions have been defined to partially recover the gap to the target.",
        "not_applied": "Overall achievement actions versus targets are not tracked, \n\nor\n\nNo actions have been defined to recover the gap to the target"
      },
      {
        "expectation": "Good practices are capitalized through the use of Yokoten Cards, and the sharing of best practices is tracked to ensure continuous improvement and knowledge exchange across teams.",
        "evaluation": "Request the list of Yokoten Cards (Best Practice Memos) written by the Site.\n\nAlso, inquire about the tracking of the implementation of applicable Yokoten Cards from other Sites to ensure that best practices are being shared and effectively applied.",
        "fully_applied": "Some actions are captured through Yokoten Cards (Best Practice Memos).\n\nCertain Yokoten Cards are recorded and tracked to assess their applicability and ensure their implementation across relevant areas.",
        "partially_applied": "No actions are captured through Yokoten Cards (Best Practice Memos), or\nthere is no management or tracking of Yokoten Cards to ensure best practices are shared or implemented effectively across the site.",
        "not_applied": ""
      }
    ]
  },
  {
    "id": "5.04",
    "title": "Improvement Ideas ",
    "category": "10. Drive Performance, reinforce prevention by using problem solving approach",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "To foster a mindset of autonomy and create a continuous improvement environment, the management team must establish conditions that encourage the generation of improvement ideas from their teams and lead by example. All employees are actively invited to propose ideas related to specific improvements, incidents, or problems. Whenever possible, shopfloor employees are encouraged to implement their own ideas, empowering them to drive change and contribute to overall improvement.",
        "evaluation": "Interview two employees to understand their perspective on the Improvement Idea process, including:\n\nHow they submit their improvement ideas and what criteria or areas they focus on.\n\nThe recognition process for their contributions, including whether their ideas are acknowledged, implemented, and how feedback is provided.",
        "fully_applied": "The process for improvement ideas is defined and applied across the site, including:\n\nA recognition system to acknowledge employees for their contributions and ideas.\nAt least one improvement idea challenge held each semester to encourage and motivate employees to suggest new ideas for operational improvement.",
        "partially_applied": "There is an improvement idea process in place, but it is not fully respected. Issues include:\n\n- Responses to submitted ideas are not made on time.\n- Only managers select ideas, limiting broader employee involvement.\n- There are no challenges or competitions to encourage continuous idea generation.",
        "not_applied": "There is no recognition system in place for Improvement Ideas."
      },
      {
        "expectation": "Every employee of the company can suggest to the Management of their area, Improvement Ideas to develop, based on the detection of areas of opportunity; KPI indicators, Balance Scorecard; Waste detection; 4M's findings; FMDS, 1+ 5S's, Observation of the operation, Response times in services; Customer complaints, etc.",
        "evaluation": "Check with the Team Leader regarding the most recent improvement in standards, including:\n\nStandardized Work Audits that have been conducted.\nAny Improvement Ideas that have been implemented to enhance or modify these standards.",
        "fully_applied": "Improvement ideas are actively used to support continuous improvement and, when applicable, lead to the formalization of standards updates in areas such as HSE, Quality, and Productivity.",
        "partially_applied": "There is a poor link between the ideas generated and the problems faced by the team, such as those identified through Standardized Work (SW) audits, HSE reviews, Line Problem Solving, TPM (Total Productive Maintenance), and other processes.",
        "not_applied": "There are no improvement ideas being generated or managed by the Team Leader."
      }
    ]
  },
  {
    "id": "5.05",
    "title": "Performance Review Employees",
    "category": "10. Drive Performance, reinforce prevention by using problem solving approach",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "Performance evaluations of collaborators are conducted at least once a year, serving as a basis for decisions related to promotion, salary adjustments, and providing evidence of periodic monitoring to ensure continuous development and alignment with organizational goals.",
        "evaluation": "Review the annual assessment/planning process for Direct Labor (DL), and conduct interviews with two random DL employees and their respective Managers (ask two different supervisors). During this review:\n1. Cross-check the quantity of DL reported against the numbers in the system to ensure consistency and accuracy.\n2. Assess the process for evaluating and planning DL allocation to identify any potential gaps or areas for improvement.",
        "fully_applied": "There is a defined process in place to evaluate the performance of both direct and hourly indirect labor, and it is consistently executed according to established guidelines.",
        "partially_applied": "The assessment process is not fully respected, with issues such as delayed timing, incomplete evaluations, and missing development actions or comments. ",
        "not_applied": "There is no direct and hourly indirect labor evaluation process available"
      },
      {
        "expectation": "",
        "evaluation": "Review the Hourly Indirect annual assessment process and conduct interviews with two hourly indirect employees and their respective managers (selecting two different managers). During this review:\n\n1. Cross-check the quantity of hourly indirects reviewed against the numbers in the system to ensure consistency and accuracy.\n\n2. Evaluate the alignment of the assessment process with the actual data in the system to ensure proper tracking and management.",
        "fully_applied": "More than 80% of Hourly Indirect and Direct Labor assessments have been completed, including temporary employees with over 6 months of seniority at the site, based on the defined appraisal date (unless country-specific HR rules apply). Additionally, development actions identified during the assessment are actively followed up by the supervisor to ensure ongoing employee growth and alignment with performance expectations.",
        "partially_applied": "Between 80% and 60% of both Indirect Hourly and Direct Labor assessments have been completed, including temporary employees with more than 6 months of seniority at the site (based on the defined appraisal date, unless HR rules apply). \n\nThe development actions identified during the assessments are not followed up by the supervisor.",
        "not_applied": "Less than 60% of both Indirect Hourly and Direct Labor assessments have been completed, including temporary employees with more than 6 months of seniority at the site (based on the defined appraisal date, unless HR rules apply). "
      }
    ]
  },
  {
    "id": "5.06",
    "title": "Performance Review Salary Exempt",
    "category": "10. Drive Performance, reinforce prevention by using problem solving approach",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "Performance reviews are conducted at least once a semester, and they include the identification and follow-up of development actions to ensure continuous improvement and alignment with performance objectives. These reviews provide opportunities for feedback and support the growth and development of employees.",
        "evaluation": "To review the Global Performance Management System, conduct interviews with two Salary Exempt employees and their N+1 Managers. During the review:\n1. Verify that their objectives are SMART:\n   - Specific and Simple.\n   - Measurable and Manageable.\n   - Achievable and Ambitious.\n   - Relevant and Results-oriented.\n   - Specific deadlines that are traceable.\n2. Ensure that each individual has a maximum of 3 to 4 objectives to focus on, which allows for clarity and manageable performance expectations.",
        "fully_applied": "The Employee Qualification Assessment Processes are closed on time, in accordance with Astemo deadlines.",
        "partially_applied": "The Employee Qualification Assessment Processes have been 100% closed, but some were delayed, with delays of less than 1 month.",
        "not_applied": "The Employee Qualification Assessment Processes were not closed at 100% \nor\nThe Employee Qualification Assessment Processes are 100% closed, but some were delayed by more than 1 month. "
      },
      {
        "expectation": "Development objectives and actions are clearly defined and consistently followed, ensuring that employees have a clear path for growth and improvement, with regular monitoring and support to meet these objectives.",
        "evaluation": "Request to see the development actions and their status from the previous year. This will help assess whether the actions were completed, if progress was made, and if any follow-up or adjustments are needed for continuous improvement and goal alignment.",
        "fully_applied": "Performance is reviewed at least twice a year against the Employee Qualification Assessment Process targets. This process is formalized and followed consistently, with the achievement percentage on track.",
        "partially_applied": "Some performance reviews are only conducted once a year, with no 6-month goal review.",
        "not_applied": "The performance review only occurs once a year, with no goal review taking place every 6 months."
      },
      {
        "expectation": "The team is committed to clear objectives that align with achieving the budget or site priorities. These goals are not simply a copy of broader organizational objectives; instead, they are specific to the position, aligned with lines of command, and follow a SMART approach (Specific, Measurable, Achievable, Relevant, and Time-bound) to ensure clarity and focus.\n",
        "evaluation": "Request to see the report in the system for the Annual Performance Review Record status and the details of objectives.",
        "fully_applied": "Development actions are clearly defined within the Employee Qualification Assessment Processes.",
        "partially_applied": "Development actions are defined, but they are not followed according to a plan.",
        "not_applied": "There are no comments provided that are based on facts and data, nor are there any identified development actions."
      },
      {
        "expectation": "",
        "evaluation": " ",
        "fully_applied": "The objectives are specific and simple, with a minimum of 3 and a maximum of 4. These objectives follow the SMART approach: they are Specific and Simple, Measurable and Manageable, Achievable and Ambitious, Relevant and Results-oriented, with specific and traceable deadlines. Additionally, the objectives are deployed (tailored to the role and responsibilities) rather than simply cascaded from higher levels, ensuring alignment with the individual’s position and priorities.",
        "partially_applied": "Some objectives do not fully respect the SMART criteria or fail to meet the requirement of having a minimum of 3 and maximum of 4 goals. Additionally, the objectives are often cascaded from higher levels instead of being deployed (tailored to the individual's role).",
        "not_applied": "Most areas do not adhere to the SMART criteria, with fewer than 3 or more than 4 objectives, or in some cases, there are no defined objectives at all."
      }
    ]
  },
  {
    "id": "5.07",
    "title": "Preventive Action",
    "category": "10. Drive Performance, reinforce prevention by using problem solving approach",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "Preventive activities are carried out to identify potential quality risks and prevent the occurrence of issues. These activities, including Reverse FMEA, are conducted according to schedule and in response to any customer complaint or product/process change (e.g., ECR).\n\nReverse FMEA is performed by a cross-functional team led by a trained leader to ensure thorough risk evaluation. Actions are defined for high risks (mandatory) and, in some cases, medium risks based on decisions made.\n\nLessons learned from other sites are taken into account to proactively prevent failures, ensuring continuous improvement and a reduction in potential quality risks.",
        "evaluation": "Request the schedule for the reverse FMEA and verify if it includes the most recent customer complaint or the latest ECR.\n\nSelect one reverse FMEA and review the meeting minutes or report, including details of the moderator and team.\n\nReview the risk assessment and mitigation actions for any high-risk findings. If no high risks are identified, select another RFMEA.\n\nRequest the updated FMEA and Control Plan.\n\nInquire about which lessons learned from other sites have been proactively applied.\n\n",
        "fully_applied": "Reverse FMEAs are performed according to the schedule and are also conducted based on the latest customer complaint. The decision to perform an RFMEA is documented for the most recent ECR (Engineering Change Request), or the RFMEA is rescheduled with appropriate justification provided.",
        "partially_applied": "There has been at least one reverse FMEA delayed without proper justification or\nthe documentation for the decision to perform the RFMEA is missing for at least one ECR.",
        "not_applied": "The reverse FMEA was not conducted following a customer complaint or ECR when it was required. or, the RFMEA report is missing.\n"
      }
    ]
  },
  {
    "id": "5.08",
    "title": "Line Problem Solving",
    "category": "10. Drive Performance, reinforce prevention by using problem solving approach",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "Line Problem Solving focuses on addressing and improving operational performance at the shopfloor level.\n\nIt is a daily activity led by the supervisor.\n\nFor Line Problem Solving, the supervisor performs daily coaching with the Team Leader using the coaching card.\n\nLine Problem Solving follows an iterative improvement process based on trial and error loops carried out by the Team Leader and operators.\n\nEffectiveness is tracked according to Line Problem Solving requirements, with a minimum duration of 24 hours, including all shifts.\n\nAn escalation process exists and is followed.",
        "evaluation": "Request the Team Leader to show the Line Problem Solving activity that have been both opened and closed in the past three months.\n\n- Choose one closed topic and evaluate its effectiveness or determine if it was escalated to a higher problem-solving methodology.\n- Select one open topic, ask the Team Leader to explain the steps taken, and review the effectiveness tracking.\n\nFor the Line Problem Solving process:\n- Verify evidence of coaching by the supervisor and check the conclusions or learning points derived from the coaching sessions.\n- Observe how the supervisor conducts coaching with the Team Leader.\n\nIf Known Good Condition was not performed prior to the Line Problem Solving, the Known Good Condition Element cannot be considered \"Fully Applied,\" and the Line Problem Solving Element is not impacted.\n\nCheck the actions related to Line Problem Solving and review the status of any topics that did not yield successful results.",
        "fully_applied": "The Team Leader engages in daily Line Problem Solving activities, with regular reviews and coaching sessions provided by the Supervisor (SV).",
        "partially_applied": "The Team Leader consistently engages in regular Line Problem Solving activities (multiple times per week), with ongoing reviews and coaching provided by the Supervisor (SV).\n",
        "not_applied": "The Team Leader has not engaged in Line Problem Solving activities for over a week, or no Line Problem Solving has been initiated for more than a month."
      }
    ]
  },
  {
    "id": "5.09",
    "title": "8D Problem Solving",
    "category": "10. Drive Performance, reinforce prevention by using problem solving approach",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "Problem Solving is used not only as a reaction to customer or internal issues but also as a preventive measure to avoid future issues. The 8D Problem-Solving process aims to:\n\n- Ensure immediate customer protection.\n- Identify root causes related to non-detection and occurrence of issues.\n- Identify systemic causes for both occurrence and non-detection.\n- Implement corrective actions to eliminate root causes.\n- Track the effectiveness of the corrective actions.\n- Update documentation and share Lessons Learned across relevant teams.",
        "evaluation": "Ask the Quality Manager for the most recent customer complaints from the past six months, or longer if available. If no formal complaints exist, inquire about any unofficial complaints or internal issues, particularly those related to frequent problem areas such as Final Inspection or Scrap.",
        "fully_applied": "8D reports are available on the site, at a minimum, for official customer claims.",
        "partially_applied": "D1 Internal view adds no value to the customer perspective.\n\nD3 Containment and inventory control actions are implemented and effective, but not within 24 hours for official/unofficial customer claims.",
        "not_applied": "An 8D is missing for at least one official customer claim. No 8D report is available."
      },
      {
        "expectation": "",
        "evaluation": "Ask the Quality Manager for a closed 8D report (from the past 6 months), along with any customer claims, unofficial complaints, or internal issues (such as Scrap, etc.).\n- Review the related 8D, ensuring deadlines for D3, D6, and D8 steps align with the target.\n-Verify the problem description.\n- Evaluate containment actions (D3 Clean point) and their effectiveness.\n- Assess D4 and D5 steps according to the methodology.\n- Confirm that D6 actions were completed on time.\n- Evaluate the effectiveness of corrective actions in D7.\n- Ensure D8 includes updates to documents and lessons learned.\n",
        "fully_applied": "In 8D - D1, the internal view translates the \"customer\" symptom into a technical perspective, thereby narrowing the scope.\n\nD3 is completed within 24 hours of receiving the incident for both official and unofficial claims.\n\nContainment and inventory control actions are implemented and effective, with a defined clean point.",
        "partially_applied": "",
        "not_applied": "D3 shows insufficient containment or inventory control for official customer claims. NO GOOD parts were found after the clean point."
      },
      {
        "expectation": "Technical root causes are identified and validated through the use of tools such as Block Diagrams, 5 Why Analysis, and Ishikawa (Fishbone) Diagrams. These analyses are used to identify both the immediate and systemic causes of issues related to occurrence and non-detection, helping to uncover weaknesses in the system that contribute to failures. ",
        "evaluation": "Review a closed 8D report related to an official customer claim. Request the 8D owner to explain the recent 8D and analyze the problem-solving strategy and logic applied.\n\nDuring the presentation, the 8D owner should present facts and data.\n\nExamine the defect analysis on the production line.\n\n",
        "fully_applied": "Root causes for Occurrence, Non-Detection, and Systemic issues are identified and verified using Block Diagrams or the 5WHY method (D4/D5).\n",
        "partially_applied": "D4/D5 Root causes for Occurrence, Non-Detection, and Systemic issues are identified without supporting logical facts and data, or the Block Diagram/5WHY analysis is not properly conducted.",
        "not_applied": "D4/D5: Root causes for Occurrence, Non-Detection, and Systemic issues are either not identified or not confirmed. There is no Block Diagram or 5WHY analysis conducted.\n"
      },
      {
        "expectation": "",
        "evaluation": "Review one Lessons Learned Sheet that includes valuable insights shared with other sites (excluding \"back to standard\" lessons).",
        "fully_applied": "D8 is completed on time, with FMEA/CP updates included. The Lessons Learned Sheet is formally shared with other sites.",
        "partially_applied": "FMEA/CP has not been updated. The Lesson Learned Sheet is relevant but has not been formally shared with other sites.",
        "not_applied": "Lesson Learned Sheets are either not relevant or have not been created."
      }
    ]
  },
  {
    "id": "5.10",
    "title": "Site Improvement Plan (SIP)",
    "category": "11. Transform towards Excellence (Kaizen and Breakthrough)",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "The SIP formalizes the site's vision, improvement priorities, and the roadmap to achieve them. A gap analysis must be conducted for the next 18 months.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe SIP is a dynamic leadership tool.",
        "evaluation": "Interview the Site Head to review the SIP.\n\nSelect the leaders responsible for any macro activities and interview them.\n\n\n\n\n\n\n\n\n\n\n\n\n\nReview the management routines and reviews related to the SIP.",
        "fully_applied": "The midterm vision, including key objectives, is defined in collaboration with the Sub Region Head.\n\n\nFor the next 18 months, the site has identified:\n- Top priorities based on a gap analysis between current and target performance levels.\n\n- Macro activities and the roadmap, outlining key activities and timelines, to support each improvement priority.\n\n- Top priorities, which are managed daily, with control points established on the shop floor.",
        "partially_applied": "One top priority has not been identified using facts, data, or gap analysis.\n\n\nCertain elements of the vision are not included in the gap analysis.\n\n\nSome top priorities exist without a defined roadmap.\n\n\n\nThe selection of daily management (Y/N) does not align with the defined top priority.",
        "not_applied": "The SIP vision has not been defined with the Sub Region Head.\n\n\nSome top priorities have not been identified using facts, data, or gap analysis.\n\n\nThere is no roadmap defined for the top priorities.\n\n\n\nOne of the top priorities identified for daily management lacks a control point."
      }
    ]
  },
  {
    "id": "5.11",
    "title": "HSE Engagement",
    "category": "11. Transform towards Excellence (Kaizen and Breakthrough)",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "Every meeting begins with a Safety/Green Moment message.",
        "evaluation": "Attend the daily line accountability meeting and/or site-level daily accountability meeting to verify if the HSE message was delivered. Additionally, conduct interviews with different functions to gather feedback on the HSE message from the previous meeting.",
        "fully_applied": "Each daily accoutability meeting start with a Safety or Green Moment message.",
        "partially_applied": "Only SIte Level and Production Manager Daily Accountability Meetings start with Safety/Green Moment message.",
        "not_applied": "Only Site Level Daily Accountability Meeting starts with the Safety/Green Moment message."
      },
      {
        "expectation": "Incident response: HSE events, including LTI, NLTI, FA, and observations/near misses, are investigated, and corrective actions are implemented to prevent similar occurrences, particularly for LTI and NLTI cases.",
        "evaluation": "Review HSE indicators and assess the Line Problem Solving process or recognized alternatives, along with actions taken on the shop floor in response to recent incidents (such as accidents, near misses, environmental issues, etc.).",
        "fully_applied": "Each accident/near miss is addressed through an 8D problem-solving process, Line Problem Solving, or an approved alternative method, with actions implemented within the designated timeframe.",
        "partially_applied": "\"Each accident or near miss is addressed using an 8D Problem Solving, Line Problem Solving, or an approved alternative method, with appropriate actions taken.\"",
        "not_applied": "There is no formalized 8D Problem Solving, Line Problem Solving, or recognized alternative methods/process in place, and only containment actions have been applied."
      },
      {
        "expectation": "The Site Manager or Maintenance Manager must conduct a Lock-Out, Tag-Out (LOTO) validation for all maintenance technicians at least once per year.\n",
        "evaluation": "Request the Maintenance team to explain the LOTO validation process. Additionally, interview a maintenance technician to verify if they have completed the LOTO validation.",
        "fully_applied": "LOTO validation tests are conducted annually for all maintenance technicians. For Non-Conformance observations, an action plan is established and kept up to date.",
        "partially_applied": "For some non-compliant observations, actions have not been defined or are not consistently followed.\n",
        "not_applied": "LOTO validations for some maintenance technicians have not been performed. \n\nNo action plan has been defined for non-compliant observations.\n"
      },
      {
        "expectation": "The sites are required to initiate HSE campaigs",
        "evaluation": "Request evidence (such as lists, supporting documents, posters, etc.) related to previous or current Site HSE campaigns. Additionally, ask the management team and relevant employees for their insights and feedback on the Site HSE campaigns.",
        "fully_applied": "The site has initiated and communicated HSE campaign(s) over the past year.",
        "partially_applied": "Employees interviewed about the HSE campaign are unable to explain it.",
        "not_applied": "No HSE campaign has been launched at the site in the past 12 months."
      },
      {
        "expectation": "The sites are required to participate in the Best Practice contest.",
        "evaluation": "Inquire about how the Site participates in the Best Practice contest between sites.",
        "fully_applied": "The site consistently engages in the Best Practice initiative by regularly submitting contest forms and sharing details of their site's best practices.\n",
        "partially_applied": "The site has participated in the contest at least once every semester.",
        "not_applied": "There has been no participation in the Best Practices contest."
      },
      {
        "expectation": "Encourage visitors to use the Visitor Feedback Tool (VFT) to help improve safety features at the site. Ensure VFT practices are prominently displayed at the sites and actively engage employees at all levels in safety observations and discussions.",
        "evaluation": "Verify if the Site is sharing Global/Regional HSE communications.",
        "fully_applied": "The Visitor Feedback Tool is provided during each site visit to encourage the reporting and sharing of feedback regarding the site's safety.",
        "partially_applied": "There is no action plan in place based on visitor feedback.",
        "not_applied": "There have been no Visitor Feedback Tool notifications communicated internally in the past 6 months."
      }
    ]
  },
  {
    "id": "5.12",
    "title": "Environmental Care",
    "category": "11. Transform towards Excellence (Kaizen and Breakthrough)",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "The waste segregation process is implemented and followed.",
        "evaluation": "Randomly select one line to verify that waste segregation is being implemented and performed. Check that chemicals are placed under secondary containment. \n\nAsk an operator about the environmental impact at their workstation.",
        "fully_applied": "The site is ISO 14001 certified. \nOperators can explain the environmental impact of their workstation. \nWaste segregation is strictly followed.\nHazardous substances and waste are stored in secondary containment.",
        "partially_applied": "The site is not ISO 14001 certified but has conducted a compliance check in the last 12 months. \n\nThere was one minor deviation in the waste management process, but overall, the reaction and explanations were satisfactory.",
        "not_applied": "There is no plan in place for ISO 14001 certification.\n\nSevere deviations observed include: no waste segregation, lack of secondary containment for chemicals, and plastic pellets on the external yard floor."
      },
      {
        "expectation": "Alerts regarding environmental deviations.\n",
        "evaluation": "Check environmental indicators and verify if 8D or recognized alternative methods and actions are in place on the shop floor for the latest environmental incidents. If the site can demonstrate that D6 to D8 are defined on time, but actions require up to one year for implementation, this can be accepted.",
        "fully_applied": "For each environmental issue, a problem-solving approach, 8D, or recognized alternative method is applied, with actions implemented on time.\n\n",
        "partially_applied": "For each environmental issue, a problem-solving approach or recognized alternative method is applied, but actions are delayed and there is no monthly follow-up.\n\n",
        "not_applied": "There is no formalized problem-solving process, 8D, or recognized alternative method applied, with only containment actions implemented.\n\n\n\n\n"
      },
      {
        "expectation": "Environmental impact assessments are known, and actions have been implemented to control them.\n",
        "evaluation": "Ask the Production, PCL, and Maintenance Managers about the environmental impact of their areas and the control measures in place. \n\nEnsure that emergency situation reactions are identified and the reaction protocols are known. \n\nVerify that an environmental action plan, focusing on the reduction of impacts, is available.",
        "fully_applied": "The aspect/impact assessment includes the identification of environmental impacts and aspects and is reviewed when applicable transversal memos or lessons learned from the region are issued. \n\nActions are defined annually to reduce the most significant impacts.",
        "partially_applied": "Partial identification of environmental impacts, with air emissions, water, waste, and energy impacts missing or \nthe action plan is incomplete, with missing actions for the identified impacts.",
        "not_applied": "\"No environmental impact assessment has been conducted, \nor\nno action plan is in place.\""
      },
      {
        "expectation": "Environmental aspects are integrated into HSE communications and shopfloor inspection routines.",
        "evaluation": "Verify that environmental topics are included in the core team inspection, hazard hunting process, and HSE messages. Check if an environmental campaign has been launched in the past 12 months and if the site has participated in the Environmental Best Practice Contest at least once a year.\n\nEnsure that the management team reviews the Green Moment or its equivalent on a monthly basis.",
        "fully_applied": "The Safety Audit incorporates environmental topics.\n\n The Hazard Hunting process includes environmental hazards. \n\nGreen Moment or its equivalent is covered during the HSE message. \n\nAn environmental campaign has been launched in the past 12 months. \n\nThe site has participated in the Best Practice contest at least once a year.",
        "partially_applied": "One of the items is missing.",
        "not_applied": "Two or more items are missing."
      }
    ]
  },
  {
    "id": "5.13",
    "title": "Voice of the Customer",
    "category": "11. Transform towards Excellence (Kaizen and Breakthrough)",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "Understand the true customer voice (feedback) and level of intimacy, as well as the improvement projects in place.\n\nSite leadership should conduct regular reviews of customer relationships, focusing on intimacy, customer feedback, and the customer voice.\n\nThe site leadership team must proactively engage with customers on a consistent basis, regardless of whether any issues are present.\n\nA Voice of Customer (VOC) scorecard must be established for all ASTEMO customers, visible at the site, and include relevant information regarding ASTEMO/Site performance and customer perception.\n\nEnsure alignment with the customer on key areas, including:\n\nThe current status of the business\nCustomer expectations (e.g., quality, logistics, program launches)\nInternal metrics (input KPIs) that are critical to customer satisfaction\nAdapt and align with evolving customer conditions, such as organizational changes or new relationships.\n\n",
        "evaluation": "Ask the Quality Manager for the current status of the scorecard and any actions being taken, if needed.\n\nCheck the customer portal for the latest results, complaints, escalation status, etc., and compare them with the scorecard.\n\nRequest to see any action plans in place to address issues related to key priorities and to drive progress on KPIs.\n\n",
        "fully_applied": "The VOC scorecard is aligned with the customer portal. Monthly follow-ups are conducted for the Voice of Customer (VOC) scorecard, with action plans implemented in case of any deviations.\n",
        "partially_applied": "The VOC scorecard is available, but no actions have been taken in response to deviations.\n\n\n\n\n",
        "not_applied": "The Voice of Customer (VOC) scorecard is either not available or not aligned with the customer portal status.\n"
      }
    ]
  },
  {
    "id": "5.14",
    "title": "Site Risk Assessment",
    "category": "11. Transform towards Excellence (Kaizen and Breakthrough)",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "The site conducts a risk assessment each semester, including a mitigation plan for red criteria (level 2).\n\nThe assessment is reviewed quarterly to account for potential changes in program allocation, mobility of the Ops Director or Site Manager, or any significant issues affecting site performance (e.g., customer escalations).\n\nThe site risk assessment is aligned with the program risk assessment.",
        "evaluation": "Request the two most recent Site Risk Assessments from the Site Head and verify if they address the following areas:\n- Site maturity\n- People stability\n- Program launches\n- Customer voice\n- Supplier readiness\n\n\n\n",
        "fully_applied": "The Site Risk Assessment is conducted quarterly in accordance with the standard by the Site Head and Sub-Region Head.\n\n",
        "partially_applied": "The Site Risk Assessment is conducted each semester, following the standard, by the Site Head and Sub-Region Head.",
        "not_applied": "The Site Risk Assessment is not conducted each semester.\n\n\n"
      },
      {
        "expectation": "",
        "evaluation": "Review the mitigation plan for level 2 criteria to ensure it is properly addressed.",
        "fully_applied": "The mitigation plan is being executed for level 2 criteria.\n",
        "partially_applied": "A mitigation plan exists and is being executed for at least 80% of level 2 criteria.",
        "not_applied": "The mitigation plan has not been defined for Level 2 criteria."
      },
      {
        "expectation": "",
        "evaluation": "Request the Program Risk Assessment completed by the Program Director and Site Manager.",
        "fully_applied": "Program and Site Risk Assessments should be aligned for common criteria. If discrepancies arise, the Site Head must provide a justification.",
        "partially_applied": "",
        "not_applied": "There is no justification provided for the discrepancies between the Site Risk Assessment and the Program Risk Assessment."
      }
    ]
  },
  {
    "id": "5.15",
    "title": "Employee Engagement  and Communication Plan",
    "category": "11. Transform towards Excellence (Kaizen and Breakthrough)",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "Managers are responsible for understanding, analyzing, planning, and taking actions to maintain motivation and engagement of their employees, while assessing the effectiveness of these actions. This includes:\n\n- Ensuring employees understand their role, from company and customer requirements to their involvement in the continuous improvement process.\n\n- Managing the onsite communication process across different daily accountability meetings.\n\n- Developing a plan to engage employees, which may include communication structures, newsletters, recognition of improvement ideas, Employee of the Month, etc. Each site should tailor this plan to its specific needs.\n\n- A primary goal is to ensure workforce stability, with planning reflecting the actual team stability (turnover and absenteeism) situation at the site.\n\n",
        "evaluation": "Review the site’s motivation, engagement, and communication plan (both planned and executed).\n\nExamine the results of the indicators defined by the site.\n\nAsk a supervisor about their active contributions to supporting the plan.\n\nAsk the Production Manager and PC&L Manager what actions they are taking to support this plan, and the indicator selected to track employee engagement.",
        "fully_applied": "The site has implemented various Employee Motivation and Engagement activities over the past year, tailored to their needs, including local initiatives (e.g., recognition systems, employee surveys, Employee of the Month, etc.).\n\nManagement selects relevant indicators to monitor site engagement, based on an analysis of areas that require improvement.",
        "partially_applied": "A plan is in place to support engagement, but up to 30% of the actions have not been completed.\n\nEmployee motivation and engagement activities do not involve all organizational levels of the site (e.g., supervisors or team leaders).\n\nThe indicator(s) chosen by management to track engagement are not on target (within +/-10%).",
        "not_applied": "There is no plan in place, or more than 30% of the planned actions have not been completed.\n\nThe Site Manager has not conducted a semester meeting (Town Hall/General Assembly).\n\nNo indicators have been selected to measure engagement."
      },
      {
        "expectation": "",
        "evaluation": "Ask the Site Head what actions they are actively taking to support the plan.",
        "fully_applied": "A daily communication process is in place, including daily accountability meetings, monthly department reviews, and semester-wide site communication (such as General Assembly or Town Hall meetings).",
        "partially_applied": "Some departments are not conducting the monthly reviews. ",
        "not_applied": ""
      },
      {
        "expectation": "",
        "evaluation": "\"Check the percentage of Indirect Labor (IDL) and Direct Labor (DL) turnover and resignations compared to the target on the HR KPI Dashboard. \n\nKPI = Turnover Resignation (registered).\"",
        "fully_applied": "The management team monitors team stability and takes action if the trends or actual figures exceed their target.",
        "partially_applied": "Actions are in place to ensure stability if the target is at risk or has been exceeded.",
        "not_applied": "There is no action or response when the stability target is exceeded."
      }
    ]
  },
  {
    "id": "5.16",
    "title": "Energy & CO2 reduction",
    "category": "11. Transform towards Excellence (Kaizen and Breakthrough)",
    "items": [
      {
        "expectation": "Expectation",
        "evaluation": "How to evaluate",
        "fully_applied": "Fully applied",
        "partially_applied": "Partially applied",
        "not_applied": "Not applied"
      },
      {
        "expectation": "CO2 neutrality is a strategic objective (2030 goal), and the site must align its internal management with this strategic priority.",
        "evaluation": "The CO2 champion must be identified through a nomination letter or by their position within the site’s organizational chart.\n\nAsk the Site Manager and the CO2 champion to explain the site’s initiatives for CO2 reduction.\n\nRequest the latest site report on the Global Monozukuri Carbon Neutral plans.\n\nReview the site’s current plan to achieve carbon goals by 2030.",
        "fully_applied": "Transformation Governance:\n\n- An Energy & CO2 champion is appointed to coordinate the transformation efforts.\n\n- A Pareto analysis is conducted to identify the main factors influencing energy consumption and is reviewed every 6 months.\n\n- The KPIs from the Pareto analysis are monitored at least on a weekly basis.\n\n- The Carbon Neutral Initiatives plan was updated within the last 12 months.",
        "partially_applied": "Transformation Governance:\n\n- An Energy & CO2 champion is appointed to oversee the transformation efforts.\n\n- While a Pareto analysis is not defined, the main energy and CO2 KPIs have been identified.\n\n- KPIs are reviewed at least on a monthly basis.\n\n- The Carbon Initiatives plan is not visibly available for the past year, but it is no older than 24 months.",
        "not_applied": "Transformation Governance:\n\n- No CO2 champion has been appointed to coordinate the transformation.\n\nOr\n\n- No action plan is available."
      },
      {
        "expectation": "Management actions and technical measures are implemented to adjust machine and utility consumption to the necessary levels.\n\nInstructions and visual management tools are provided to explain how and when to adjust consumption.",
        "evaluation": "Energy-intensive machines and utilities are identified based on a Pareto analysis.\n\nVerify if visual identification is in place for energy-intensive machines and utilities.\n\nCheck during breaks or when shifts are not running to ensure intensive machines are turned off and utility usage is adjusted accordingly.\n\nInstructions for starting and stopping machines specify what to start/stop, how to do so, and when to start/stop (e.g., during breaks, changeovers, end of shifts, weekends, holidays).",
        "fully_applied": "Standard Work, Planning & Execution\n\n- Energy-intensive machines and utilities are identified, with the top 10 clearly flagged on the shop floor.\n\n- Machines and utilities are turned off (or adjusted as per instructions) when there is no production.\n\n- Instructions or documentation are available for starting and stopping the site’s most energy-intensive machines (at least the top 10).\n\n- The Manufacturing Engineering team can explain how the energy consumption of the top 10 most energy-intensive machines and main utilities (e.g., compressors, lights, chilled water, hot water) is adjusted according to activity. This explanation is supported by documented analysis.",
        "partially_applied": "Standard Work, Planning & Execution\n\nThe top 10 energy-intensive production machines are turned off (or adjusted as per instructions) when there is no production.",
        "not_applied": "Standard Work, Planning & Execution\n\nThe top 10 energy-intensive machines are not turned off when there is no production, and no instructions are available."
      }
    ]
  }
]
